Repository: DavidSparker0417/TFT-FrontEnd
Catalog: src/assets/locales/*/messages.po
Languages: de, el, es, fr, id, it, ru

source: priv.policy.t2
de: Für die Zwecke dieser Datenschutzrichtlinie:<0/><1><2><3>Konto</3> bezeichnet ein einzigartiges Konto, das für den Zugriff auf unseren Service oder Teile unseres Dienstes erstellt wurde.</2><4><5>Unternehmen</5> (in dieser Vereinbarung entweder als „das Unternehmen“, „wir“, „uns“ oder „unser“ bezeichnet) bezieht sich auf The Fans Together.</4><6><7>Cookies</7> sind kleine Dateien die von einer Website auf Ihrem Computer, Mobilgerät oder einem anderen Gerät platziert werden und die Details Ihres Browserverlaufs auf dieser Website unter den zahlreichen Verwendungsmöglichkeiten enthalten.</6><8><9>Land</9> bezieht sich auf: Vereinigtes Königreich</8><10><11>Gerät</11> bezeichnet jedes Gerät, das auf den Dienst zugreifen kann, wie ein Computer, ein Mobiltelefon oder ein digitales Tablet.</10><12><13>Personenbezogene Daten</13> sind alle Informationen, die sich auf eine identifizierte oder identifizierbare Person beziehen.</12><14><15>Service</15> bezieht sich auf die Website.</14><16><17>Dienstleister</17> bezeichnet jede natürliche oder juristische Person, die die Daten im Auftrag des Unternehmens verarbeitet. Es bezieht sich auf Drittunternehmen oder Einzelpersonen, die vom Unternehmen angestellt werden, um den Service zu ermöglichen, den Dienst im Namen des Unternehmens bereitzustellen, Dienstleistungen im Zusammenhang mit dem Dienst zu erbringen oder das Unternehmen bei der Analyse der Nutzung des Dienstes zu unterstützen.</16><18><19>Nutzungsdaten</19> beziehen sich auf gesammelte Daten. automatisch, entweder durch die Nutzung des Dienstes oder durch die Service-Infrastruktur selbst generiert (z. B. die Dauer eines Seitenbesuchs).</18><20><21>Website</21> bezieht sich auf The Fans Together, zugänglich über <22>https://thefanstogether.io</22></20><23><24>Sie</24> meinen die Person, die auf die Website zugreift oder sie nutzt der Dienst oder das Unternehmen oder eine andere juristische Person, in deren Namen diese Person auf den Dienst zugreift oder ihn nutzt, soweit zutreffend.</23></1>
el: Για τους σκοπούς της παρούσας Πολιτικής Απορρήτου:<0/><1><2><3>Λογαριασμός</3> σημαίνει έναν μοναδικό λογαριασμό που έχετε δημιουργήσει για να έχετε πρόσβαση στην Υπηρεσία μας ή σε μέρη της Υπηρεσίας μας.</2><4> Η <5>Εταιρεία</5> (αναφέρεται είτε ως "η Εταιρεία", "Εμείς", "Εμείς" ή "Δικοί μας" στο παρόν Συμφωνητικό) αναφέρεται στο The Fans Together.</4><6><7>Cookies</7> είναι μικρά αρχεία που τοποθετούνται στον υπολογιστή σας, στην κινητή συσκευή σας ή σε οποιαδήποτε άλλη συσκευή από έναν ιστότοπο, και περιέχουν τις λεπτομέρειες του ιστορικού περιήγησής σας σε αυτόν τον ιστότοπο μεταξύ των πολλών χρήσεών του.</6><8><9>Χώρα</9> αναφέρεται στο: Ηνωμένο Βασίλειο</8><10><11>Συσκευή</11> σημαίνει οποιαδήποτε συσκευή που μπορεί να έχει πρόσβαση στην Υπηρεσία, όπως υπολογιστής, κινητό τηλέφωνο ή ψηφιακό tablet.</10><12><13>Προσωπικά δεδομένα</13> είναι οποιαδήποτε πληροφορία που σχετίζεται με αναγνωρισμένο ή αναγνωρίσιμο άτομο.</12><14><15>Υπηρεσία</15> αναφέρεται στον Ιστότοπο. .</14><16><17>Παροχέας Υπηρεσιών</17> σημαίνει κάθε φυσικό ή νομικό πρόσωπο που επεξεργάζεται τα δεδομένα για λογαριασμό της Εταιρείας. Αναφέρεται σε τρίτες εταιρείες ή άτομα που απασχολούνται από την Εταιρεία για τη διευκόλυνση της Υπηρεσίας, την παροχή της Υπηρεσίας για λογαριασμό της Εταιρείας, την εκτέλεση υπηρεσιών που σχετίζονται με την Υπηρεσία ή για να βοηθήσουν την Εταιρεία στην ανάλυση του τρόπου χρήσης της Υπηρεσίας.</16><18><19>Δεδομένα χρήσης</19> αναφέρονται σε δεδομένα που συλλέγονται αυτόματα, είτε δημιουργούνται από τη χρήση της Υπηρεσίας είτε από την ίδια την υποδομή της Υπηρεσίας (για παράδειγμα, τη διάρκεια μιας επίσκεψης σελίδας).</18><20><21>Ο Ιστότοπος</21> αναφέρεται στο The Fans Together, προσβάσιμο από το <22>https://thefanstogether.io</22></20><23><24>Εσείς</24> σημαίνει το άτομο που έχει πρόσβαση ή χρησιμοποιεί την Υπηρεσία ή η εταιρεία ή άλλη νομική οντότητα για λογαριασμό της οποίας το άτομο αυτό έχει πρόσβαση ή χρησιμοποιεί την Υπηρεσία, ανάλογα με την περίπτωση.</23></1>
es: A los efectos de esta Política de privacidad:<0/><1><2><3>Cuenta</3> significa una cuenta única creada para que Usted acceda a nuestro Servicio o a partes de nuestro Servicio.</2><4><5>Empresa</5> (denominada «la Compañía», «Nosotros», «Nos» o «Nuestro» en este Acuerdo) se refiere a The Fans Together.</4><6><7>Las cookies</7> son pequeños archivos que un sitio web coloca en Su computadora, dispositivo móvil o cualquier otro dispositivo, que contienen los detalles de Su historial de navegación en ese sitio web entre sus muchos usos.</6><8><9>País</9> se refiere a: Reino Unido</8><10><11>Dispositivo</11> significa cualquier dispositivo que pueda acceder al Servicio, como un ordenador, un teléfono móvil o una tableta digital.</10><12><13>Los datos personales</13> son cualquier información relacionada con una persona identificada o identificable.</12><14><15>El servicio</15> se refiere al sitio web.</14><16><17>Proveedor de servicios</17> significa cualquier persona física o jurídica que procesa los datos en nombre de la Compañía. Se refiere a empresas de terceros o personas empleadas por la Empresa para facilitar el Servicio, proporcionar el Servicio en nombre de la Empresa, realizar servicios relacionados con el Servicio o ayudar a la Empresa a analizar cómo se utiliza el Servicio.</16><18><19>Datos de uso</19> se refiere a los datos recopilados automáticamente, ya sea generados por el uso del Servicio o por la propia infraestructura del Servicio (por ejemplo, la duración de una visita a la página).</18><20><21>El sitio web</21> se refiere a The Fans Together, accesible desde <22>https://thefanstogether.io</22></20><23><24>Usted</24> se refiere a la persona que accede o utiliza el Servicio, o la empresa u otra entidad legal en nombre de la cual dicha persona accede o utiliza el Servicio, según corresponda.</23></1>
fr: Aux fins de la présente Politique de confidentialité: <0/><1><2><3>Compte</3>désigne un compte unique créé pour que vous puissiez accéder à notre Service ou à certaines parties de notre Service.</2><4><5>Société</5> (dénommée « la Société », « Nous », « Notre » ou « Notre » dans le présent Contrat) fait référence à The Fans Together.</4><6><7>Cookies</7> sont de petits fichiers qui sont placés sur votre ordinateur, appareil mobile ou tout autre appareil par un site Web, contenant les détails de votre historique de navigation sur ce site Web parmi ses nombreuses utilisations.</6><8><9>pays</9> fait référence à: Royaume-Uni Appareil désigne</8><10><11>tout</11> appareil pouvant accéder au Service tel qu'un ordinateur, un téléphone portable ou une tablette numérique.</10><12><13>Les données personnelles</13> sont toutes les informations relatives à une personne identifiée ou identifiable.</12><14><15>Service</15> fait référence au site Web.</14><16><17>Fournisseur de services</17> désigne toute personne physique ou morale qui traite les données pour le compte de la société. Il s'agit de sociétés tierces ou de personnes employées par la Société pour faciliter le Service, pour fournir le Service au nom de la Société, pour fournir des services liés au Service ou pour aider la Société à analyser la façon dont le Service est utilisé.</16><18><19>Données d'utilisation</19> font référence aux données collectées automatiquement, soit générées par l'utilisation du Service, soit à partir de l'infrastructure du Service elle-même (par exemple, la durée d'une visite de page).</18><20><21>Website</21> fait référence à The Fans Together, accessible à partir de <22>https://thefanstogether.io</22></20><23><24>Vous voulez</24> dire la personne accédant ou utilisant le Service, ou la société, ou toute autre entité juridique au nom de laquelle cette personne accède au Service ou l'utilise, selon le cas.</23></1>
id: Untuk tujuan Kebijakan Privasi ini:<0/><1><2><3>Akun</3> berarti akun unik yang dibuat untuk Anda untuk mengakses Layanan kami atau bagian dari Layanan kami.</2><4><5>Perusahaan</5> (disebut sebagai "Perusahaan", "Kami", "Kami" atau "Kami" dalam Perjanjian ini) mengacu pada Penggemar Bersama.</4><6><7>Cookie</7> adalah file kecil yang ditempatkan di komputer, perangkat seluler, atau perangkat lain Anda oleh situs web, yang berisi detail riwayat penjelajahan Anda di situs web tersebut di antara banyak kegunaannya.</6><8><9>Negara</9> mengacu pada: Inggris Raya</8><10><11>Perangkat</11> berarti perangkat apa pun yang dapat mengakses Layanan seperti komputer, ponsel, atau perangkat digital tablet.</10><12><13>Data Pribadi</13> adalah setiap informasi yang berhubungan dengan individu yang teridentifikasi atau dapat diidentifikasi.</12><14><15>Layanan</15> mengacu pada Situs Web. </14><16><17>Penyedia Layanan</17> berarti setiap orang atau badan hukum yang memproses data atas nama Perusahaan. Ini mengacu pada perusahaan atau individu pihak ketiga yang dipekerjakan oleh Perusahaan untuk memfasilitasi Layanan, untuk menyediakan Layanan atas nama Perusahaan, untuk melakukan layanan yang terkait dengan Layanan atau untuk membantu Perusahaan dalam menganalisis bagaimana Layanan digunakan.</16><18><19>Data Penggunaan</19> mengacu pada data yang dikumpulkan secara otomatis, baik yang dihasilkan oleh penggunaan Layanan atau dari infrastruktur Layanan itu sendiri (misalnya, durasi kunjungan halaman).</18><20><21>Situs Web</21> mengacu pada The Fans Together, dapat diakses dari <22>https://thefanstogether.io</22></20><23><24>Anda</24> berarti individu yang mengakses atau menggunakan Layanan, atau perusahaan, atau badan hukum lainnya atas nama individu tersebut mengakses atau menggunakan Layanan, sebagaimana berlaku.</23></1>
it: Ai fini della presente Informativa sulla privacy:<0/><1><2><3>Account</3> indica un account unico creato per consentire all'Utente di accedere al nostro Servizio oa parti del nostro Servizio.</2><4><5>Azienda</5> (denominata "l'Azienda", "Noi", "Ci" o "Nostro" nel presente Contratto) si riferisce a The Fans Together.</4><6><7>I cookie</7> sono piccoli file che vengono inseriti sul tuo computer, dispositivo mobile o qualsiasi altro dispositivo da un sito Web, contenenti i dettagli della tua cronologia di navigazione su quel sito Web tra i suoi numerosi usi.</6><8><9>Paese</9> si riferisce a: Regno Unito</8><10><11>Dispositivo</11> indica qualsiasi dispositivo che può accedere al Servizio come un computer, un cellulare o un tablet digitale.</10><12><13>Dato personale</13> è qualsiasi informazione relativa a una persona fisica identificata o identificabile.</12><14><15>Servizio</15> si riferisce al Sito Web.</14><16><17>Fornitore di servizi</17> indica qualsiasi persona fisica o giuridica che elabora i dati per conto della Società. Si riferisce a società di terze parti o persone impiegate dalla Società per facilitare il Servizio, per fornire il Servizio per conto della Società, per eseguire servizi relativi al Servizio o per assistere la Società nell'analisi delle modalità di utilizzo del Servizio.</16><18><19>Dati di utilizzo</19> si riferisce ai dati raccolti automaticamente, generati dall'utilizzo del Servizio o dall'infrastruttura del Servizio stesso (ad esempio, la durata di una visita alla pagina).</18><20><21>Sito web</21> fa riferimento a The Fans Together, accessibile da <22>https://thefanstogether.io</22></20><23><24>Tu</24> indica il persona fisica che accede o utilizza il Servizio, o la società, o altra persona giuridica per conto della quale tale persona fisica accede o utilizza il Servizio, a seconda dei casi.</23></1>
ru: Для целей настоящей Политики конфиденциальности:<0/><1><2><3>Учетная запись</3> означает уникальную учетную запись, созданную для вас для доступа к нашему Сервису или его частям.</2><4><5>Компания</5> (именуемая в настоящем Соглашении "Компания", "Мы", "Нас" или "Наш") относится к The Fans Together.</4><6><7>Файлы cookie</7> – это небольшие файлы, размещаемые веб-сайтом на Вашем компьютере, мобильном устройстве или любом другом устройстве, которые содержат сведения о Вашей истории посещений этого веб-сайта среди множества его использований.</6><8><9>Страна</9> означает: Великобритания</8><10><11>Устройство</11> означает любое устройство, которое может получить доступ к Сервису, такое как компьютер, мобильный телефон или цифровой планшет.</10><12><13>Персональные данные</13> — это любая информация, относящаяся к идентифицированному или идентифицируемому физическому лицу.</12><14><15>Сервис</15> относится к Веб-сайту. .</14><16><17>Поставщик услуг</17> означает любое физическое или юридическое лицо, которое обрабатывает данные от имени Компании. Это относится к сторонним компаниям или физическим лицам, нанятым Компанией для содействия Услуге, для предоставления Услуги от имени Компании, для оказания услуг, связанных с Услугой, или для помощи Компании в анализе того, как используется Услуга.</16><18><19>Данные об использовании</19> — это данные, собираемые автоматически, либо сгенерированные при использовании Сервиса, либо из самой инфраструктуры Сервиса (например, продолжительность посещения страницы).</18><20><21>Веб-сайт</21> относится к The Fans Together, доступ к которому можно получить по адресу <22>https://thefanstogether.io</22></20><23><24>Вы</24> означает физическое лицо, получающее доступ к Сервису или использующее его, или компания, или другое юридическое лицо, от имени которого такое физическое лицо получает доступ к Сервису или использует его, в зависимости от обстоятельств.</23></1>

source: priv.policy.t3
de: Während der Nutzung unseres Dienstes können wir Sie bitten, uns bestimmte personenbezogene Daten zur Verfügung zu stellen, die verwendet werden können, um Sie zu kontaktieren oder zu identifizieren. Persönlich identifizierbare Informationen können beinhalten, sind aber nicht beschränkt auf: <0><1>E-Mail-Adresse</1><2>Vorname und Nachname</2><3>Telefonnummer</3><4>Adresse, Bundesland, Provinz, Postleitzahl, Stadt</4><5>Nutzungsdaten</5></0>
el: Κατά τη χρήση της Υπηρεσίας μας, ενδέχεται να σας ζητήσουμε να μας παρέχετε ορισμένες προσωπικές πληροφορίες που μπορούν να χρησιμοποιηθούν για την επικοινωνία ή την ταυτοποίησή σας. Οι πληροφορίες προσωπικής ταυτοποίησης μπορεί να περιλαμβάνουν, αλλά δεν περιορίζονται σε:<0><1>Διεύθυνση ηλεκτρονικού ταχυδρομείου</1><2>Όνομα και επώνυμο</2><3>Αριθμός τηλεφώνου</3><4>Διεύθυνση, Πολιτεία, Επαρχία, Ταχυδρομικός κώδικας, Πόλη</4><5>Δεδομένα χρήσης</5></0>
es: Mientras usa Nuestro Servicio, podemos pedirle que nos proporcione cierta información de identificación personal que se puede usar para contactarlo o identificarlo. La información de identificación personal puede incluir, pero no se limita a:<0><1>Dirección de correo electrónico</1><2>Nombre y apellido</2><3>Número de teléfono</3><4>Dirección, Estado, provincia, código postal, ciudad</4><5>Datos de uso</5></0>
fr: Lors de l'utilisation de Notre Service, Nous pouvons Vous demander de Nous fournir certaines informations personnellement identifiables qui peuvent être utilisées pour Vous contacter ou Vous identifier. Les informations personnellement identifiables peuvent inclure, mais sans s'y limiter:<0><1>Adresse e-mail</1><2>prénom et nom</2><3>Numéro de téléphone</3><4>Adresse, état, province, code postal, ville,</4><5>Données d'utilisation</5></0>
id: Saat menggunakan Layanan Kami, Kami dapat meminta Anda untuk memberikan Kami informasi pengenal pribadi tertentu yang dapat digunakan untuk menghubungi atau mengidentifikasi Anda. Informasi pengenal pribadi dapat mencakup, namun tidak terbatas pada:<0><1>Alamat email</1><2>Nama depan dan nama belakang</2><3>Nomor telepon</3><4>Alamat, Negara Bagian, Provinsi, ZIP/Kode Pos, Kota</4><5>Data Penggunaan</5></0>
it: Durante l'utilizzo del nostro servizio, potremmo chiederti di fornirci alcune informazioni di identificazione personale che possono essere utilizzate per contattarti o identificarti. Le informazioni di identificazione personale possono includere, ma non sono limitate a:<0><1>Indirizzo e-mail</1><2>Nome e cognome</2><3>Numero di telefono</3><4>Indirizzo, Stato, Provincia, CAP/CAP, Città</4><5>Dati di utilizzo</5></0>
ru: При использовании нашего Сервиса мы можем попросить вас предоставить нам определенную личную информацию, которая может быть использована для связи или идентификации вас. Личная информация может включать в себя, помимо прочего: <0><1>адрес электронной почты</1><2>имя и фамилию</2><3>номер телефона</3><4>адрес, Штат, провинция, почтовый индекс, город</4><5>Данные об использовании</5></0>

source: priv.policy.t4
de: Nutzungsdaten werden bei der Nutzung des Dienstes automatisch erfasst.<0/> Nutzungsdaten können Informationen wie die Internetprotokolladresse Ihres Geräts (z. B. IP-Adresse), den Browsertyp, die Browserversion, die Seiten unseres Dienstes, die Sie besuchen, die Uhrzeit und das Datum Ihres Besuchs, die auf diesen Seiten verbrachte Zeit, einmalig Gerätekennungen und andere Diagnosedaten.<1/> Wenn Sie mit oder über ein Mobilgerät auf den Dienst zugreifen, können wir bestimmte Informationen automatisch erfassen, einschließlich, aber nicht beschränkt auf die Art des von Ihnen verwendeten Mobilgeräts, die eindeutige ID Ihres Mobilgeräts, die IP-Adresse Ihres Mobilgeräts, Ihren mobilen Betrieb System, die Art des von Ihnen verwendeten mobilen Internetbrowsers, eindeutige Gerätekennungen und andere Diagnosedaten. Wir können auch Informationen sammeln, die Ihr Browser sendet, wenn Sie unseren Service besuchen oder wenn Sie mit oder über ein Mobilgerät auf den Dienst zugreifen.
el: Δεδομένα Χρήσης συλλέγονται αυτόματα κατά τη χρήση της Υπηρεσίας Τα δεδομένα<0/>χρήσης μπορεί να περιλαμβάνουν πληροφορίες όπως η διεύθυνση πρωτοκόλλου Internet της συσκευής σας (π.χ. διεύθυνση IP), ο τύπος του προγράμματος περιήγησης, η έκδοση του προγράμματος περιήγησης, οι σελίδες της Υπηρεσίας που επισκέπτεστε, η ώρα και η ημερομηνία της επίσκεψής σας, ο χρόνος που δαπανάται σε αυτές τις σελίδες, μοναδικά <1/>Όταναποκτάτε πρόσβαση στην Υπηρεσία από ή μέσω μιας κινητής συσκευής, ενδέχεται να συλλέξουμε αυτόματα ορισμένες πληροφορίες, συμπεριλαμβανομένων, ενδεικτικά, του τύπου της κινητής συσκευής που χρησιμοποιείτε, του μοναδικού αναγνωριστικού της κινητής συσκευής σας, της διεύθυνσης IP της κινητής συσκευής σας, της λειτουργίας του κινητού σας τηλεφώνου σύστημα, τον τύπο του προγράμματος περιήγησης στο Internet για κινητά που χρησιμοποιείτε, μοναδικά αναγνωριστικά συσκευών και άλλα διαγνωστικά δεδομένα. Ενδέχεται επίσης να συλλέξουμε πληροφορίες που αποστέλλει το πρόγραμμα περιήγησής Σας κάθε φορά που επισκέπτεστε την Υπηρεσία μας ή όταν αποκτάτε πρόσβαση στην Υπηρεσία από ή μέσω κινητής συσκευής.
es: Los Datos de uso se recopilan automáticamente al utilizar el Servicio. Los datos de<0/> uso pueden incluir información como la dirección del protocolo de Internet de su dispositivo (por ejemplo, la dirección IP), el tipo de navegador, la versión del navegador, las páginas de nuestro Servicio que visita, la hora y la fecha de su visita, el tiempo dedicado a esas páginas, identificadores de dispositivos y otros datos de diagnóstico<1/> Cuando accede al Servicio mediante o a través de un dispositivo móvil, podemos recopilar cierta información automáticamente, incluidos, entre otros, el tipo de dispositivo móvil que utiliza, el identificador único de su dispositivo móvil, la dirección IP de su dispositivo móvil, su funcionamiento móvil sistema, el tipo de navegador de Internet móvil que utiliza, los identificadores únicos del dispositivo y otros datos de diagnóstico. También podemos recopilar información que Su navegador envía cada vez que visita nuestro Servicio o cuando accede al Servicio mediante o a través de un dispositivo móvil.
fr: Les données d'utilisation sont collectées automatiquement lors de l'<0/>utilisation du Service.Les données d'utilisation peuvent inclure des informations telles que l'adresse IP de votre appareil (par exemple, l'adresse IP), le type de navigateur, la version du navigateur, les pages de notre service que vous visitez, l'heure et la date de votre visite, le temps passé sur ces pages, <1/>lorsque vous accédez au Service par ou via un appareil mobile, nous pouvons collecter certaines informations automatiquement, y compris, mais sans s'y limiter, le type d'appareil mobile que vous utilisez, l'identifiant unique de votre appareil mobile, l'adresse IP de votre appareil mobile, votre fonctionnement mobile système, le type de navigateur Internet mobile que vous utilisez, les identifiants uniques de l'appareil et d'autres données de diagnostic. Nous pouvons également collecter des informations que votre navigateur envoie chaque fois que vous visitez notre Service ou lorsque vous accédez au Service par ou via un appareil mobile.
id: Data Penggunaan dapat mencakup informasi seperti alamat Protokol Internet Perangkat Anda (misalnya alamat IP), jenis browser, versi browser, halaman Layanan kami yang Anda kunjungi, waktu dan tanggal kunjungan Anda, waktu yang dihabiskan pada halaman-halaman tersebut, unik<0/> pengidentifikasi perangkat dan data diagnostik<1/>lainnya.Ketika Anda mengakses Layanan melalui atau melalui perangkat seluler, Kami dapat mengumpulkan informasi tertentu secara otomatis, termasuk, namun tidak terbatas pada, jenis perangkat seluler yang Anda gunakan, ID unik perangkat seluler Anda, alamat IP perangkat seluler Anda, pengoperasian seluler Anda sistem, jenis browser internet seluler yang Anda gunakan, pengidentifikasi perangkat unik dan data diagnostik lainnya. Kami juga dapat mengumpulkan informasi yang dikirimkan browser Anda setiap kali Anda mengunjungi Layanan kami atau ketika Anda mengakses Layanan melalui atau melalui perangkat seluler.
it: I dati di utilizzo vengono raccolti automaticamente quando si utilizza il servizio.I dati di<0/> utilizzo possono includere informazioni come l'indirizzo del protocollo Internet del dispositivo (ad es. indirizzo IP), il tipo di browser, la versione del browser, le pagine del nostro servizio che visiti, l'ora e la data della tua visita, il tempo trascorso su quelle pagine, unico identificatori del dispositivo e altri dati<1/> diagnostici.Quando accedi al Servizio da o tramite un dispositivo mobile, potremmo raccogliere alcune informazioni automaticamente, tra cui, a titolo esemplificativo, il tipo di dispositivo mobile che utilizzi, l'ID univoco del tuo dispositivo mobile, l'indirizzo IP del tuo dispositivo mobile, il tuo funzionamento mobile sistema, il tipo di browser Internet mobile utilizzato, identificatori univoci del dispositivo e altri dati diagnostici. Potremmo anche raccogliere informazioni che il tuo browser invia ogni volta che visiti il nostro Servizio o quando accedi al Servizio da o tramite un dispositivo mobile.
ru: Данные об использовании собираются автоматически при использовании Сервиса. Данные<0/> об использовании могут включать такую информацию, как адрес интернет-протокола вашего устройства (например, IP-адрес), тип браузера, версия браузера, страницы нашего Сервиса, которые вы посещаете, время и дату вашего посещения, время, проведенное на этих страницах, уникальное идентификаторы устройства и другие диагностические<1/> данные.Когда вы получаете доступ к Сервису с помощью мобильного устройства или через него, Мы можем автоматически собирать определенную информацию, включая, помимо прочего, тип используемого вами мобильного устройства, уникальный идентификатор вашего мобильного устройства, IP-адрес вашего мобильного устройства, вашу мобильную операционную систему система, тип используемого мобильного интернет-браузера, уникальные идентификаторы устройств и другие диагностические данные. Мы также можем собирать информацию, которую ваш браузер отправляет каждый раз, когда вы посещаете наш Сервис или когда вы получаете доступ к Сервису с мобильного устройства или через него.
