Repository: DavidSparker0417/TFT-FrontEnd
Catalog: src/assets/locales/*/messages.po
Languages: de, el, es, fr, id, it, ru

source: priv.policy.t6
de: Das Unternehmen kann personenbezogene Daten für die folgenden Zwecke verwenden: <0><1><2>Bereitstellung und Wartung unseres Dienstes,</2> einschließlich der Überwachung der Nutzung unseres Dienstes.</1><3><4>Um Ihr Konto zu verwalten:</4> um Ihre Registrierung als Nutzer des Dienstes zu verwalten. Die von Ihnen angegebenen personenbezogenen Daten können Ihnen Zugriff auf verschiedene Funktionen des Dienstes ermöglichen, die Ihnen als registrierter Benutzer zur Verfügung stehen.</3><5><6>Für die Erfüllung eines Vertrags:</6> Entwicklung, Einhaltung und Durchführung des Kaufvertrags für die von Ihnen gekauften Produkte, Artikel oder Dienstleistungen oder eines anderen Vertrags mit uns über den Dienst.</5><7><8>Um Sie zu kontaktieren: Um Sie</8> per E-Mail, Telefonanruf, SMS oder anderen gleichwertigen Formen der elektronischen Kommunikation zu kontaktieren, wie z. B. die Push-Benachrichtigungen einer mobilen Anwendung in Bezug auf Aktualisierungen oder informative Mitteilungen im Zusammenhang mit den Funktionen, Produkte oder vertraglich vereinbarte Dienstleistungen, einschließlich der Sicherheitsupdates, sofern dies für deren Implementierung erforderlich oder angemessen ist.</7><9><10>Um Sie mit Neuigkeiten, Sonderangeboten und allgemeinen Informationen über andere Waren, Dienstleistungen und Veranstaltungen zu versorgen</10>, die wir anbieten und die denen ähneln, die Sie bereits gekauft haben oder angefragt, es sei denn, Sie haben sich entschieden, solche Informationen nicht</9><11><12>zu</12> erhalten. Um Ihre Anfragen an uns zu bearbeiten und zu verwalten.</11><13><14>Für Geschäftsübertragungen:</14> Wir können Ihre Daten verwenden, um eine Fusion, Veräußerung, Umstrukturierung, Reorganisation, Auflösung oder sonstiger Verkauf oder Übertragung einiger oder aller unserer Vermögenswerte, sei es als laufendes Unternehmen oder im Rahmen eines Konkurs-, Liquidations- oder ähnlichen Verfahrens, bei dem die von uns über unsere Servicebenutzer gespeicherten personenbezogenen Daten zu den übertragenen Vermögenswerten gehören.</13><15><16>Für andere Zwecke:</16> Wir können Ihre Daten für andere Zwecke verwenden Zwecke wie Datenanalyse, Identifizierung von Nutzungstrends, Bestimmung der Wirksamkeit unserer Werbekampagnen und Bewertung und Verbesserung unseres Service, unserer Produkte, Dienstleistungen, Marketing und Ihrer Erfahrung.</15></0> Wir können Ihre personenbezogenen Daten in den folgenden Situationen weitergeben: <17><18><19>Mit Service Anbieter:</19> Wir können Ihre personenbezogenen Daten an Dienstanbieter weitergeben, um die Nutzung unseres Dienstes zu überwachen und zu analysieren und Sie zu kontaktieren.</18><20><21>Für Geschäftsübertragungen:</21> Wir können Ihre personenbezogenen Daten im Zusammenhang mit oder während Verhandlungen über eine Fusion oder einen Verkauf von Unternehmensvermögen weitergeben oder übertragen , Finanzierung oder Übernahme unseres gesamten oder eines Teils unseres Geschäfts an ein anderes Unternehmen.</20><22><23>Mit verbundenen Unternehmen:</23> Wir können Ihre Daten an unsere verbundenen Unternehmen weitergeben. In diesem Fall werden wir von diesen verbundenen Unternehmen die Einhaltung dieser Datenschutzrichtlinie verlangen. Zu den verbundenen Unternehmen gehören unsere Muttergesellschaft und alle anderen Tochtergesellschaften, Joint-Venture-Partner oder andere Unternehmen, die wir kontrollieren oder die unter gemeinsamer Kontrolle</22><24><25>mit uns stehen. Mit Geschäftspartnern:</25> Wir können Ihre Daten an unsere Geschäftspartner weitergeben, um Ihnen bestimmte Produkte, Dienstleistungen oder Werbeaktionen.</24><26><27>Mit anderen Benutzern:</27> Wenn Sie persönliche Informationen teilen oder auf andere Weise in öffentlichen Bereichen mit anderen Benutzern interagieren, können diese Informationen von allen Benutzern eingesehen und außerhalb öffentlich verbreitet werden.</26><28><29>Mit Ihrer Zustimmung:</29> Wir können Ihre personenbezogenen Daten für jeden andere Zwecke mit Ihrer Zustimmung.</28></17>
el: Η Εταιρεία μπορεί να χρησιμοποιεί Προσωπικά Δεδομένα για τους ακόλουθους σκοπούς:<0><1><2>Για την παροχή και τη διατήρηση της Υπηρεσίας μας,</2> συμπεριλαμβανομένης της παρακολούθησης της χρήσης της Υπηρεσίας μας.</1><3><4> Για τη διαχείριση του λογαριασμού σας:</4> για τη διαχείριση της εγγραφής σας ως χρήστη της Υπηρεσίας. Τα Προσωπικά Δεδομένα που παρέχετε μπορούν να σας δώσουν πρόσβαση σε διάφορες λειτουργίες της Υπηρεσίας που είναι διαθέσιμες σε εσάς ως εγγεγραμμένος χρήστης.</3><5><6>Για την εκτέλεση μιας σύμβασης:</6> η ανάπτυξη, η συμμόρφωση. και ανάληψη της σύμβασης αγοράς για τα προϊόντα, τα είδη ή τις υπηρεσίες που έχετε αγοράσει ή οποιασδήποτε άλλης σύμβασης μαζί μας μέσω της Υπηρεσίας.</5><7><8>Για να επικοινωνήσουμε μαζί σας:</8> Για να επικοινωνήσουμε μαζί σας μέσω email. , τηλεφωνικές κλήσεις, SMS ή άλλες ισοδύναμες μορφές ηλεκτρονικής επικοινωνίας, όπως ειδοποιήσεις push μιας εφαρμογής για κινητά σχετικά με ενημερώσεις ή ενημερωτικές επικοινωνίες που σχετίζονται με λειτουργίες, προϊόντα ή υπηρεσίες με σύμβαση, συμπεριλαμβανομένων των ενημερώσεων ασφαλείας, όταν είναι απαραίτητο ή εύλογο για την υλοποίησή τους.</7><9><10>Για να σας παρέχουμε</10> ειδήσεις, ειδικές προσφορές και γενικές πληροφορίες σχετικά με άλλα αγαθά, υπηρεσίες και εκδηλώσεις που προσφέρουμε, παρόμοια με εκείνα που έχετε ήδη αγοράσει ή ζητήσει από εσάς, εκτός εάν έχετε επέλεξε να μην λάβει τέτοια πληροφορίες.</9><11><12>Για να διαχειριστείτε τα αιτήματά σας:</12> Για να παρακολουθήσετε και να διαχειριστείτε τα αιτήματά σας σε εμάς.</11><13><14>Για μεταφορές επιχειρήσεων:</14> Μπορούμε να συμμετάσχουμε και να διαχειριστούμε τα αιτήματά σας σε εμάς. χρησιμοποιήστε τις πληροφορίες σας για την αξιολόγηση ή τη διεξαγωγή συγχώνευσης, εκποίησης, αναδιάρθρωσης, αναδιοργάνωσης, διάλυσης ή άλλης πώλησης ή μεταβίβασης μέρους ή του συνόλου των περιουσιακών μας στοιχείων, είτε ως συνεχιζόμενη επιχείρηση είτε ως μέρος πτώχευσης, εκκαθάρισης ή παρόμοιας διαδικασίας, στην οποία Τα προσωπικά δεδομένα που διατηρούμε για τους χρήστες της Υπηρεσίας μας συγκαταλέγονται στα περιουσιακά στοιχεία που μεταβιβάζονται.</13><15><16>Για άλλους σκοπούς:</16> Ενδέχεται να χρησιμοποιήσουμε τις πληροφορίες σας για άλλους σκοπούς, όπως ανάλυση δεδομένων, προσδιορισμό τάσεων χρήσης. , προσδιορίζοντας την αποτελεσματικότητα των προωθητικών μας καμπανιών και για την αξιολόγηση και βελτίωση της Υπηρεσίας, των προϊόντων, των υπηρεσιών, του μάρκετινγκ και της εμπειρίας σας.</15></0>Μπορεί να κοινοποιήσουμε τα προσωπικά σας στοιχεία στις ακόλουθες περιπτώσεις:<17><18><19>Με παρόχους υπηρεσιών:</19> Ενδέχεται να μοιραστούμε τα προσωπικά σας στοιχεία με τους παρόχους υπηρεσιών για να παρακολουθούμε και να αναλύουμε τη χρήση της Υπηρεσίας μας , για να επικοινωνήσουμε μαζί σας.</18><20><21>Για μεταβιβάσεις επιχειρήσεων:</21> Μπορούμε να κοινοποιήσουμε ή να μεταφέρουμε τα προσωπικά σας στοιχεία σε σχέση ή κατά τη διάρκεια διαπραγματεύσεων για οποιαδήποτε συγχώνευση, πώληση περιουσιακών στοιχείων της Εταιρείας, χρηματοδότηση, ή εξαγορά του συνόλου ή μέρους της επιχείρησής μας σε άλλη εταιρεία.</20><22><23>Με Συνεργάτες:</23> Ενδέχεται να μοιραστούμε τις πληροφορίες σας με τις θυγατρικές μας, οπότε θα απαιτήσουμε από αυτές τις συνδεδεμένες εταιρείες να τιμήσουν αυτή την Πολιτική Απορρήτου. Οι συνδεδεμένες εταιρείες περιλαμβάνουν τη μητρική μας εταιρεία και οποιεσδήποτε άλλες θυγατρικές, εταίρους κοινοπραξίας ή άλλες εταιρείες που ελέγχουμε ή που βρίσκονται υπό κοινό έλεγχο μαζί μας.</22><24><25>Με επιχειρηματικούς εταίρους:</25> Ενδέχεται να μοιραστούμε τη δική σας. πληροφορίες με τους επιχειρηματικούς μας εταίρους για να σας προσφέρουμε ορισμένα προϊόντα, υπηρεσίες ή προωθητικές ενέργειες.</24><26><27>Με άλλους χρήστες:</27> όταν μοιράζεστε προσωπικά στοιχεία ή αλληλεπιδράτε με άλλον τρόπο στους δημόσιους χώρους με άλλους χρήστες, όπως π.χ. Οι πληροφορίες μπορούν να προβληθούν από όλους τους χρήστες και ενδέχεται να διανεμηθούν δημόσια εκτός.</26><28><29>Με τη συγκατάθεσή σας:</29> Μπορούμε να αποκαλύψουμε τα προσωπικά σας στοιχεία για οποιονδήποτε άλλο σκοπό με τη συγκατάθεσή σας.</28></17>
es: La Empresa puede utilizar los Datos personales para los siguientes fines:<0><1><2>Para proporcionar y mantener nuestro Servicio,</2> incluido el control del uso de nuestro Servicio.</1><3><4> Para gestionar Su Cuenta:</4> para gestionar Su registro como usuario del Servicio. Los Datos Personales que proporcione pueden darle acceso a diferentes funcionalidades del Servicio que están disponibles para Usted como usuario registrado.</3><5><6>Para la ejecución de un contrato:</6> el desarrollo, cumplimiento y realización del contrato de compra de los productos, artículos o servicios que haya comprado o de cualquier otro contrato con Nosotros a través del Servicio.</5><7><8>Para contactarlo:</8> Para contactarlo por correo electrónico , llamadas telefónicas, SMS, u otras formas de comunicación electrónica equivalentes, tales como notificaciones push de una aplicación móvil sobre actualizaciones o comunicaciones informativas relacionadas con las funcionalidades, productos o servicios contratados, incluidas las actualizaciones de seguridad, cuando sea necesario o razonable para su implementación.</7><9><10>Para proporcionarle</10> noticias, ofertas especiales e información general sobre otros bienes, servicios y eventos que ofrecemos que son similares a los que ya ha comprado o sobre los que ha consultado, a menos que haya optó por no recibir tal información.</9><11><12>Para administrar Sus solicitudes:</12> Para atender y administrar Sus solicitudes hacia Nosotros.</11><13><14>Para transferencias comerciales:</14> Podemos usar Su información para evaluar o realizar una fusión, desinversión, reestructuración, reorganización, disolución u otra venta o transferencia de algunos o todos Nuestros activos, ya sea como una empresa en marcha o como parte de una quiebra, liquidación o procedimiento similar, en el cual Los datos personales que tenemos sobre los usuarios de nuestro Servicio se encuentran entre los activos transferidos.</13><15><16>Para otros fines:</16> Podemos usar su información para otros fines, como el análisis de datos, la identificación de tendencias de uso , determinando la efectividad de nuestras campañas promocionales y para evaluar y mejorar nuestro Servicio, productos, servicios, marketing y su experiencia.</15></0>Podemos compartir Su información personal en las siguientes situaciones:<17><18><19>Con proveedores de servicios:</19> podemos compartir su información personal con proveedores de servicios para monitorear y analizar el uso de nuestro servicio. , para contactarlo.</18><20><21>Para transferencias comerciales:</21> Podemos compartir o transferir Su información personal en relación con, o durante las negociaciones de, cualquier fusión, venta de activos de la Compañía, financiamiento, o la adquisición de todo o una parte de Nuestro negocio a otra empresa.</20><22><23>Con Afiliados:</23> Podemos compartir Su información con Nuestros afiliados, en cuyo caso exigiremos a esos afiliados que respeten esta Política de Privacidad. Los afiliados incluyen nuestra empresa matriz y cualquier otra subsidiaria, socios de empresas conjuntas u otras empresas que controlemos o que estén bajo control común con nosotros.</22><24><25>Con socios comerciales:</25> podemos compartir su información con Nuestros socios comerciales para ofrecerle ciertos productos, servicios o promociones.</24><26><27>Con otros usuarios:</27> cuando comparte información personal o interactúa en las áreas públicas con otros usuarios, tales la información puede ser vista por todos los usuarios y puede distribuirse públicamente al exterior.</26><28><29>Con su consentimiento:</29> Podemos divulgar su información personal para cualquier otro propósito con su consentimiento.</28></17>
fr: La Société peut utiliser les Données personnelles aux fins suivantes: <0><1><2>Pour fournir et maintenir notre Service,</2> y compris pour surveiller l'utilisation de notre Service.</1><3><4>Pour gérer votre compte:</4> pour gérer votre inscription en tant qu'utilisateur du Service. Les données personnelles que vous fournissez peuvent Vous donner accès aux différentes fonctionnalités du Service qui sont mises à votre disposition en tant qu'utilisateur enregistré.</3><5><6>Pour l'exécution d'un contrat:</6> le développement, la conformité et l'exécution du contrat d'achat pour les produits, articles ou services que vous avez achetés Pour vous contacter</5><7><8>Pour vous contacter:</8>Par e-mail, téléphone, SMS ou toute autre forme de communication électronique équivalente, telle que les notifications push d'une application mobile concernant les mises à jour ou les communications informatives liées aux fonctionnalités, produits ou services contractuels, y compris les mises à jour de sécurité, lorsque cela est nécessaire ou raisonnable pour leur mise en œuvre</7><9><10>Pour vous fournir</10> des actualités, des offres spéciales et des informations générales sur d'autres biens, services et événements que nous proposons et qui sont similaires à ceux que vous avez déjà achetés ou demandés, sauf si vous avez choisi de ne pas recevoir ces informations.</9><11><12>Pour gérer Vos demandes:</12> Pour assister et gérer Vos demandes à Nous.</11><13><14>Pour les transferts d'entreprise:</14> Nous pouvons utiliser Vos informations pour évaluer ou mener une fusion, une cession, une restructuration, une réorganisation, une dissolution ou toute autre vente ou transfert de tout ou partie de Nos actifs, que ce soit dans le cadre d'une entreprise en activité ou dans le cadre d'une faillite, d'une liquidation ou d'une procédure similaire, dans lequel les données personnelles que nous détenons sur les utilisateurs de nos services font partie des actifs transférés.</13><15><16>À d'autres fins:</16> Nous pouvons utiliser vos informations à d'autres fins, telles que l'analyse de données, l'identification des tendances d'utilisation, la détermination de l'efficacité de nos campagnes promotionnelles et pour évaluer et améliorer notre service, nos produits, nos services, notre marketing et votre expérience.</15></0> Nous pouvons partager vos informations personnelles dans les situations suivantes :<17><18><19>Avec des fournisseurs de services :</19> Nous pouvons partager vos informations personnelles avec des fournisseurs de services pour surveiller et analyser l'utilisation de notre service, pour vous contacter.</18><20><21>Pour les transferts d'entreprise:</21> Nous pouvons partager ou transférer vos informations personnelles dans le cadre de, ou pendant les négociations de, toute fusion, vente d'actifs de la société , le financement ou l'acquisition de tout ou partie de nos activités auprès d'une autre entreprise.</20><22><23>Avec les sociétés affiliées:</23> Nous pouvons partager vos informations avec nos sociétés affiliées, auquel cas nous demanderons à ces sociétés affiliées de respecter la présente Politique de confidentialité. Les sociétés affiliées comprennent Notre société mère et toutes autres filiales, partenaires de coentreprise ou autres sociétés que Nous contrôlons ou qui sont sous contrôle commun avec Nous.</22><24><25>Avec des partenaires commerciaux:</25> Nous pouvons partager vos informations avec Nos partenaires commerciaux pour Vous proposer certains produits, services ou promotions. </24><26><27>Avec d'autres utilisateurs:</27> lorsque vous partagez des informations personnelles ou que vous interagissez de toute autre manière dans les espaces publics avec d'autres utilisateurs, ces informations peuvent être consultées par tous les utilisateurs et peuvent être diffusées publiquement à l'extérieur.</26><28><29> Avec Votre consentement:</29>Nous pouvons divulguer vos informations personnelles à toute autre fin avec votre consentement.</28></17>
id: Perusahaan dapat menggunakan Data Pribadi untuk tujuan berikut:<0><1><2>Untuk menyediakan dan memelihara Layanan kami,</2> termasuk untuk memantau penggunaan Layanan kami.</1><3><4> Untuk mengelola Akun Anda:</4> untuk mengelola pendaftaran Anda sebagai pengguna Layanan. Data Pribadi yang Anda berikan dapat memberi Anda akses ke berbagai fungsi Layanan yang tersedia untuk Anda sebagai pengguna terdaftar.</3><5><6>Untuk pelaksanaan kontrak:</6> pengembangan, kepatuhan dan melakukan kontrak pembelian untuk produk, barang, atau layanan yang telah Anda beli atau kontrak lainnya dengan Kami melalui Layanan.</5><7><8>Untuk menghubungi Anda:</8> Untuk menghubungi Anda melalui email , panggilan telepon, SMS, atau bentuk komunikasi elektronik lain yang setara, seperti pemberitahuan push aplikasi seluler mengenai pembaruan atau komunikasi informatif yang terkait dengan fungsi, produk, atau layanan yang dikontrak, termasuk pembaruan keamanan, bila perlu atau wajar untuk penerapannya.</7><9><10>Untuk memberi Anda</10> berita, penawaran khusus, dan informasi umum tentang barang, layanan, dan acara lain yang kami tawarkan yang serupa dengan yang telah Anda beli atau tanyakan kecuali Anda memiliki memilih untuk tidak menerima seperti itu informasi.</9><11><12>Untuk mengelola permintaan Anda:</12> Untuk menghadiri dan mengelola permintaan Anda kepada Kami.</11><13><14>Untuk transfer bisnis:</14> Kami dapat menggunakan informasi Anda untuk mengevaluasi atau melakukan merger, divestasi, restrukturisasi, reorganisasi, pembubaran, atau penjualan atau pengalihan lainnya dari sebagian atau seluruh aset Kami, baik sebagai kelangsungan usaha atau sebagai bagian dari kebangkrutan, likuidasi, atau proses serupa, di mana Data Pribadi yang Kami simpan tentang pengguna Layanan kami adalah salah satu aset yang ditransfer.</13><15><16>Untuk tujuan lain:</16> Kami dapat menggunakan informasi Anda untuk tujuan lain, seperti analisis data, mengidentifikasi tren penggunaan , menentukan efektivitas kampanye promosi kami dan untuk mengevaluasi serta meningkatkan Layanan, produk, layanan, pemasaran, dan pengalaman Anda.</15></0>Kami dapat membagikan informasi pribadi Anda dalam situasi berikut:<17><18><19>Dengan Penyedia Layanan:</19> Kami dapat membagikan informasi pribadi Anda dengan Penyedia Layanan untuk memantau dan menganalisis penggunaan Layanan kami , untuk menghubungi Anda.</18><20><21>Untuk transfer bisnis:</21> Kami dapat membagikan atau mentransfer informasi pribadi Anda sehubungan dengan, atau selama negosiasi, merger, penjualan aset Perusahaan, pembiayaan, atau akuisisi semua atau sebagian dari bisnis Kami ke perusahaan lain.</20><22><23>Dengan Afiliasi:</23> Kami dapat membagikan informasi Anda dengan afiliasi Kami, dalam hal ini kami akan meminta afiliasi tersebut untuk menghormati Kebijakan Privasi ini. Afiliasi termasuk perusahaan induk Kami dan anak perusahaan lainnya, mitra usaha patungan, atau perusahaan lain yang Kami kendalikan atau yang berada di bawah kendali bersama Kami.</22><24><25>Dengan mitra bisnis:</25> Kami dapat membagikan Anda informasi dengan mitra bisnis Kami untuk menawarkan produk, layanan, atau promosi tertentu kepada Anda.</24><26><27>Dengan pengguna lain:</27> ketika Anda berbagi informasi pribadi atau berinteraksi di area publik dengan pengguna lain, seperti informasi dapat dilihat oleh semua pengguna dan dapat didistribusikan secara publik di luar.</26><28><29>Dengan persetujuan Anda:</29> Kami dapat mengungkapkan informasi pribadi Anda untuk tujuan lain apa pun dengan persetujuan Anda.</28></17>
it: La Società può utilizzare i Dati personali per le seguenti finalità:<0><1><2>Fornire e mantenere il nostro Servizio,</2> incluso per monitorare l'utilizzo del nostro Servizio.</1><3><4> Per gestire il Tuo Account:</4> per gestire la Tua registrazione come utente del Servizio. I Dati Personali che fornisci possono darti accesso a diverse funzionalità del Servizio che sono a tua disposizione come utente registrato.</3><5><6>Per l'esecuzione di un contratto:</6> lo sviluppo, la conformità e stipulazione del contratto di acquisto per i prodotti, articoli o servizi che hai acquistato o di qualsiasi altro contratto con Noi tramite il Servizio.</5><7><8>Per contattarti:</8> Per contattarti via e-mail , telefonate, SMS o altre forme equivalenti di comunicazione elettronica, come le notifiche push di un'applicazione mobile in merito ad aggiornamenti o comunicazioni informative relative alle funzionalità, ai prodotti o ai servizi appaltati, inclusi gli aggiornamenti di sicurezza, se necessario o ragionevole per la loro implementazione.</7><9><10>Per fornirti</10> notizie, offerte speciali e informazioni generali su altri beni, servizi ed eventi che offriamo simili a quelli che hai già acquistato o richiesto a meno che tu non abbia ha deciso di non riceverlo informazioni.</9><11><12>Per gestire le Sue richieste:</12> Per partecipare e gestire le Sue richieste a Noi.</11><13><14>Per i trasferimenti di affari:</14> Potremmo utilizzare le tue informazioni per valutare o condurre una fusione, dismissione, ristrutturazione, riorganizzazione, scioglimento o altra vendita o trasferimento di alcuni o tutti i nostri beni, sia come azienda in attività che come parte di fallimento, liquidazione o procedimento simile, in cui I dati personali da noi detenuti sugli utenti del nostro servizio sono tra le risorse trasferite.</13><15><16>Per altri scopi:</16> potremmo utilizzare le tue informazioni per altri scopi, come l'analisi dei dati, l'identificazione delle tendenze di utilizzo , determinando l'efficacia delle nostre campagne promozionali e per valutare e migliorare il nostro Servizio, prodotti, servizi, marketing e la tua esperienza.</15></0>Potremmo condividere le tue informazioni personali nelle seguenti situazioni:<17><18><19>Con i fornitori di servizi:</19> potremmo condividere le tue informazioni personali con i fornitori di servizi per monitorare e analizzare l'uso del nostro servizio , per contattarLa.</18><20><21>Per i trasferimenti d'impresa:</21> potremmo condividere o trasferire le Sue informazioni personali in connessione o durante le negoziazioni di qualsiasi fusione, vendita di beni della Società, finanziamento, o acquisizione di tutta o parte della Nostra attività a un'altra società.</20><22><23>Con gli affiliati:</23> potremmo condividere le tue informazioni con i nostri affiliati, nel qual caso richiederemo a tali affiliati di onorare questa Informativa sulla privacy. Gli affiliati includono la nostra società madre e qualsiasi altra sussidiaria, partner di joint venture o altre società che controlliamo o che sono sotto il controllo comune con noi.</22><24><25>Con i partner commerciali:</25> potremmo condividere il tuo informazioni con i nostri partner commerciali per offrirti determinati prodotti, servizi o promozioni.</24><26><27>Con altri utenti:</27> quando condividi informazioni personali o interagisci in altro modo nelle aree pubbliche con altri utenti, ad esempio le informazioni possono essere visualizzate da tutti gli utenti e possono essere distribuite pubblicamente all'esterno.</26><28><29>Con il tuo consenso:</29> Potremmo divulgare le tue informazioni personali per qualsiasi altro scopo con il tuo consenso.</28></17>
ru: Компания может использовать Персональные данные в следующих целях: <0><1><2>для предоставления и обслуживания нашего Сервиса,</2> в том числе для мониторинга использования нашего Сервиса.</1><3><4> Для управления вашей учетной записью:</4> для управления вашей регистрацией в качестве пользователя Сервиса. Предоставляемые вами Персональные данные могут предоставить вам доступ к различным функциям Сервиса, которые доступны вам как зарегистрированному пользователю.</3><5><6>Для выполнения договора:</6> разработка, соблюдение и заключение договора о покупке продуктов, товаров или услуг, которые вы приобрели, или любого другого договора с Нами через Сервис.</5><7><8>Чтобы связаться с вами:</8> Чтобы связаться с вами по электронной почте , телефонные звонки, SMS или другие эквивалентные формы электронной связи, такие как push-уведомления мобильного приложения об обновлениях или информационные сообщения, связанные с функциями, продуктами или контрактными услугами, включая обновления безопасности, когда это необходимо или целесообразно для их реализации.</7><9><10>Для предоставления Вам</10> новостей, специальных предложений и общей информации о других товарах, услугах и событиях, которые мы предлагаем, которые аналогичны тем, которые вы уже приобрели или о которых спрашивали, если только вы не решил не получать такие информации.</9><11><12>Для управления вашими запросами:</12> Для обслуживания и управления вашими запросами к нам.</11><13><14>Для деловых переводов:</14> Мы можем использовать вашу информацию для оценки или проведения слияния, отделения, реструктуризации, реорганизации, роспуска или другой продажи или передачи части или всех наших активов, будь то в рамках действующего предприятия или в рамках процедуры банкротства, ликвидации или аналогичного производства, в котором Личные данные, хранящиеся у нас о пользователях нашего Сервиса, входят в число передаваемых активов.</13><15><16>Для других целей:</16> Мы можем использовать вашу информацию для других целей, таких как анализ данных, выявление тенденций использования. , определяя эффективность наших рекламных кампаний, а также оценивая и улучшая наш Сервис, продукты, услуги, маркетинг и ваш опыт.</15></0>Мы можем передавать вашу личную информацию в следующих ситуациях:<17><18><19>С поставщиками услуг:</19> мы можем передавать вашу личную информацию поставщикам услуг для мониторинга и анализа использования нашего Сервиса. , чтобы связаться с Вами.</18><20><21>Для передачи бизнеса:</21> Мы можем делиться или передавать Вашу личную информацию в связи или во время переговоров о любом слиянии, продаже активов Компании, финансировании, или приобретение всего или части Нашего бизнеса другой компании.</20><22><23>С аффилированными лицами:</23> Мы можем делиться вашей информацией с Нашими аффилированными лицами, и в этом случае мы потребуем от этих аффилированных лиц соблюдения настоящей Политики конфиденциальности. К аффилированным лицам относятся Наша материнская компания и любые другие дочерние компании, партнеры по совместным предприятиям или другие компании, которые Мы контролируем или которые находятся под общим контролем с Нами.</22><24><25>Деловым партнерам:</25> Мы можем передавать ваши информацией с Нашими деловыми партнерами, чтобы предложить Вам определенные продукты, услуги или рекламные акции.</24><26><27>С другими пользователями:</27> когда Вы делитесь личной информацией или иным образом взаимодействуете в общедоступных местах с другими пользователями, например информация может быть просмотрена всеми пользователями и может быть публично распространена за ее пределами.</26><28><29>С вашего согласия:</29> Мы можем раскрывать вашу личную информацию для любых других целей с вашего согласия.</28></17>
