Repository: DavidSparker0417/TFT-FrontEnd
Catalog: src/assets/locales/*/messages.po
Languages: de, el, es, fr, id, it, ru

source: priv.policy.t13
de: Unser Service richtet sich nicht an Personen unter 13 Jahren. Wir sammeln wissentlich keine personenbezogenen Daten von Personen unter 13 Jahren. Wenn Sie ein Elternteil oder Erziehungsberechtigter sind und wissen, dass Ihr Kind uns personenbezogene Daten zur Verfügung gestellt hat, kontaktieren Sie uns bitte. Wenn wir feststellen, dass wir personenbezogene Daten von Personen unter 13 Jahren ohne Überprüfung der elterlichen Zustimmung gesammelt haben, ergreifen wir Maßnahmen, um diese Daten von unseren Servern zu entfernen.<0/> Wenn wir uns auf die Einwilligung als Rechtsgrundlage für die Verarbeitung Ihrer Daten verlassen müssen und Ihr Land die Zustimmung eines parent, Wir benötigen möglicherweise die Zustimmung Ihrer Eltern, bevor wir diese Informationen sammeln und verwenden.
el: Η Υπηρεσία μας δεν απευθύνεται σε άτομα κάτω των 13 ετών. Δεν συλλέγουμε εν γνώσει μας προσωπικά αναγνωρίσιμες πληροφορίες από άτομα κάτω των 13 ετών. Εάν είστε γονέας ή κηδεμόνας και γνωρίζετε ότι το παιδί Σας μας έχει παράσχει Προσωπικά Δεδομένα, επικοινωνήστε μαζί μας. Εάν αντιληφθούμε ότι έχουμε συλλέξει προσωπικά δεδομένα από οποιονδήποτε ηλικίας κάτω των 13 ετών χωρίς επαλήθευση της γονικής συναίνεσης, λαμβάνουμε μέτρα για την κατάργηση αυτών των πληροφοριών από τους διακομιστές μας.<0/> γονέα, ενδέχεται να απαιτήσουμε τη συγκατάθεση του γονέα Σας προτού συλλέξουμε και χρησιμοποιήσουμε αυτές τις πληροφορίες.
es: Nuestro Servicio no está dirigido a personas menores de 13 años. No recopilamos a sabiendas información de identificación personal de ninguna persona menor de 13 años. Si usted es padre, madre o tutor y sabe que su hijo nos ha proporcionado datos personales, póngase en contacto con nosotros. Si nos enteramos de que hemos recopilado datos personales de cualquier persona menor de 13 años sin la verificación del consentimiento de los padres, tomaremos medidas para eliminar esa información de nuestros servidores.<0/> Si necesitamos basarnos en el consentimiento como base legal para procesar su información y su país requiere el consentimiento de un padre, es posible que solicitemos el consentimiento de sus padres antes de recopilar y usar esa información.
fr: Notre service ne s'adresse pas aux personnes de moins de 13 ans. Nous ne collectons pas sciemment d'informations personnellement identifiables auprès de personnes de moins de 13 ans. Si vous êtes un parent ou un tuteur et que vous savez que votre enfant nous a fourni des données personnelles, veuillez nous contacter. Si Nous apprenons que Nous avons collecté des Données personnelles auprès de personnes de moins de 13 ans sans vérification du consentement parental, Nous prenons des mesures pour supprimer ces informations de Nos serveurs.<0/> parent, nous pouvons avoir besoin du consentement de vos parents avant de collecter et d'utiliser ces informations.
id: Layanan kami tidak membahas siapa pun di bawah usia 13 tahun. Kami tidak secara sengaja mengumpulkan informasi identitas pribadi dari siapa pun yang berusia di bawah 13 tahun. Jika Anda adalah orang tua atau wali dan Anda mengetahui bahwa anak Anda telah memberikan Data Pribadi kepada Kami, silakan hubungi Kami. Jika Kami menyadari bahwa Kami telah mengumpulkan Data Pribadi dari siapa pun yang berusia di bawah 13 tahun tanpa verifikasi persetujuan orang tua, Kami mengambil langkah-langkah untuk menghapus informasi tersebut dari server<0/>Kami.Jika Kami perlu mengandalkan persetujuan sebagai dasar hukum untuk memproses informasi Anda dan negara Anda memerlukan persetujuan dari orang tua, Kami mungkin memerlukan persetujuan orang tua Anda sebelum Kami mengumpulkan dan menggunakan informasi tersebut.
it: Il nostro servizio non si rivolge a persone di età inferiore ai 13 anni. Non raccogliamo consapevolmente informazioni di identificazione personale da persone di età inferiore ai 13 anni. Se sei un genitore o un tutore e sei consapevole che tuo figlio ci ha fornito dati personali, ti preghiamo di contattarci. Se veniamo a conoscenza del fatto che abbiamo raccolto dati personali da persone di età inferiore ai 13 anni senza la verifica del consenso dei genitori, adottiamo misure per rimuovere tali informazioni dai nostri server.<0/> Se abbiamo bisogno di fare affidamento sul consenso come base giuridica per il trattamento delle tue informazioni e il tuo paese richiede il consenso di un genitore, potremmo richiedere il consenso dei tuoi genitori prima di raccogliere e utilizzare tali informazioni.
ru: Наш Сервис не предназначен для лиц младше 13 лет. Мы сознательно не собираем личную информацию от лиц младше 13 лет. Если вы являетесь родителем или опекуном и знаете, что ваш ребенок предоставил нам персональные данные, свяжитесь с нами. Если нам станет известно, что мы собрали Персональные данные от лиц младше 13 лет без подтверждения согласия родителей, Мы принимаем меры для удаления этой информации с наших серверов.<0/> parent, мы можем потребовать согласия вашего родителя, прежде чем собирать и использовать эту информацию.

source: priv.policy.t14
de: Unser Service kann Links zu anderen Websites enthalten, die nicht von uns betrieben werden. Wenn Sie auf einen Link eines Drittanbieters klicken, werden Sie auf die Website dieses Drittanbieters weitergeleitet. Wir empfehlen Ihnen dringend, die Datenschutzrichtlinie jeder Website, die Sie besuchen, zu überprüfen.<0/> Wir haben keine Kontrolle über den Inhalt, die Datenschutzrichtlinien oder Praktiken von Websites oder Diensten Dritter und übernehmen keine Verantwortung dafür.
el: Η Υπηρεσία μας ενδέχεται να περιέχει συνδέσμους προς άλλους ιστότοπους που δεν λειτουργούν από Εμάς. Αν κάνετε κλικ σε ένα σύνδεσμο τρίτου μέρους, Θα κατευθυνθείτε στην ιστοσελίδα του εν λόγω τρίτου μέρους. Σας συμβουλεύουμε θερμά να ελέγχετε την Πολιτική Προστασίας Προσωπικών Δεδομένων κάθε ιστότοπου που επισκέπτεστε, δεν<0/>έχουμε κανέναν έλεγχο και δεν αναλαμβάνουμε καμία ευθύνη για το περιεχόμενο, τις πολιτικές απορρήτου ή τις πρακτικές οποιωνδήποτε ιστότοπων ή υπηρεσιών τρίτων.
es: Nuestro Servicio puede contener enlaces a otros sitios web que no gestionamos Nosotros. Si hace clic en un enlace de un tercero, se le dirigirá al sitio de ese tercero. Le recomendamos encarecidamente que revise la Política de privacidad de cada sitio que visite. No<0/> tenemos control ni asumimos ninguna responsabilidad por el contenido, las políticas de privacidad o las prácticas de los sitios o servicios de terceros.
fr: Notre Service peut contenir des liens vers d'autres sites Web que nous n'exploitons pas. Si vous cliquez sur le lien d'un tiers, vous serez redirigé vers le site de ce tiers. Nous vous conseillons vivement de consulter la politique de confidentialité de chaque site que vous visitez.<0/> Nous n'avons aucun contrôle et n'assumons aucune responsabilité quant au contenu, aux politiques de confidentialité ou aux pratiques des sites ou services tiers.
id: Layanan kami mungkin berisi tautan ke situs web lain yang tidak dioperasikan oleh Kami. Jika Anda mengklik tautan pihak ketiga, Anda akan diarahkan ke situs pihak ketiga tersebut. Kami sangat menyarankan Anda untuk meninjau Kebijakan Privasi setiap situs yang Anda kunjungi<0/>Kami tidak memiliki kendali atas dan tidak bertanggung jawab atas konten, kebijakan privasi, atau praktik situs atau layanan pihak ketiga mana pun.
it: Il nostro servizio può contenere collegamenti ad altri siti Web che non sono gestiti da noi. Se si fa clic su un collegamento di terze parti, si verrà indirizzati al sito di tale terza parte. Ti consigliamo vivamente di rivedere l'Informativa sulla privacy di ogni sito che visiti. Non<0/> abbiamo alcun controllo e non ci assumiamo alcuna responsabilità per il contenuto, le politiche sulla privacy o le pratiche di siti o servizi di terze parti.
ru: Наш Сервис может содержать ссылки на другие веб-сайты, которыми мы не управляем. Если вы нажмете на стороннюю ссылку, вы будете перенаправлены на сайт этой третьей стороны. Мы настоятельно рекомендуем вам ознакомиться с Политикой конфиденциальности каждого посещаемого вами сайта.<0/> Мы не контролируем и не несем ответственности за содержание, политику конфиденциальности или практику сторонних сайтов или сервисов.

source: priv.policy.t15
de: Wir können unsere Datenschutzrichtlinie von Zeit zu Zeit aktualisieren. Wir werden Sie über alle Änderungen informieren, indem wir die neue Datenschutzrichtlinie auf dieser Seite veröffentlichen.<0/> Wir werden Sie vor Inkrafttreten der Änderung per E-Mail und/oder einem gut sichtbaren Hinweis in unserem Service informieren und das Datum „Letzte Aktualisierung“ oben in dieser Datenschutzrichtlinie aktualisieren.<1/> Es wird empfohlen, diese Datenschutzrichtlinie zu lesen. Richtlinien regelmäßig für Änderungen. Änderungen an dieser Datenschutzrichtlinie werden wirksam, wenn sie auf dieser Seite veröffentlicht werden.
el: Ενδέχεται να ενημερώνουμε την Πολιτική Προστασίας Προσωπικών Δεδομένων μας από καιρό σε καιρό. Θα σας ειδοποιήσουμε για τυχόν αλλαγές δημοσιεύοντας τη νέα Πολιτική Απορρήτου σε αυτή τη<0/>σελίδα.Θα σας ενημερώσουμε μέσω ηλεκτρονικού ταχυδρομείου ή/και εμφανούς ειδοποίησης σχετικά με την Υπηρεσία μας, πριν η αλλαγή τεθεί σε ισχύ και θα ενημερώσουμε την ημερομηνία «Τελευταία ενημέρωση» στο πάνω μέρος αυτής της Πολιτικής Απορρήτου.<1/> Πολιτική περιοδικά για τυχόν αλλαγές. Οι αλλαγές στην παρούσα Πολιτική Απορρήτου ισχύουν όταν δημοσιεύονται σε αυτή τη σελίδα.
es: Es posible que actualicemos nuestra Política de privacidad de vez en cuando. Le notificaremos cualquier cambio publicando la nueva Política de privacidad en esta página.<0/> Le informaremos por correo electrónico y/o mediante un aviso destacado en Nuestro Servicio, antes de que el cambio entre en vigor y actualizaremos la fecha de «Última actualización» en la parte superior de esta Política de privacidad.<1/> Le recomendamos que revise esta Política de privacidad. Política de forma periódica para cualquier cambio. Los cambios a esta Política de privacidad entran en vigor cuando se publican en esta página.
fr: Nous pouvons mettre à jour notre Politique de confidentialité de temps à autre. Nous Vous informerons de tout changement en publiant la nouvelle Politique de confidentialité sur cette page.<0/> Nous Vous informerons par e-mail et/ou par un avis bien visible sur Notre Service, avant l'entrée en vigueur de la modification et mettrons à jour la date de « Dernière mise à jour » en haut de cette Politique de confidentialité.<1/> Politique périodiquement pour tout changement. Les modifications apportées à cette politique de confidentialité entrent en vigueur lorsqu'elles sont publiées sur cette page.
id: Kami dapat memperbarui Kebijakan Privasi Kami dari waktu ke waktu. Kami akan memberi tahu Anda tentang perubahan apa pun dengan memposting Kebijakan Privasi baru di halaman<0/>ini.Kami akan memberi tahu Anda melalui email dan/atau pemberitahuan penting pada Layanan Kami, sebelum perubahan menjadi efektif dan memperbarui tanggal “Terakhir diperbarui” di bagian atas Kebijakan Privasi ini.<1/> Kebijakan secara berkala untuk setiap perubahan. Perubahan pada Kebijakan Privasi ini berlaku efektif ketika diposting di halaman ini.
it: Di tanto in tanto potremmo aggiornare la nostra Informativa sulla privacy. Ti informeremo di eventuali modifiche pubblicando la nuova Informativa sulla privacy su questa pagina.<0/>Ti informeremo via e-mail e/o un avviso ben visibile sul nostro Servizio, prima che la modifica diventi effettiva e aggiorneremo la data «Ultimo aggiornamento» nella parte superiore della presente Informativa sulla privacy.<1/> Politica periodica per eventuali modifiche. Le modifiche alla presente Informativa sulla privacy sono efficaci quando vengono pubblicate su questa pagina.
ru: Мы можем время от времени обновлять нашу Политику конфиденциальности. Мы уведомим вас о любых изменениях, разместив новую Политику конфиденциальности на этой странице.<0/> Мы сообщим вам об этом по электронной почте и/или в заметном уведомлении о Нашем сервисе до вступления изменений в силу и обновим дату «Последнее обновление» в верхней части настоящей Политики конфиденциальности.<1/> Рекомендуется ознакомиться с настоящей Политикой конфиденциальности Периодическая политика для любых изменений. Изменения в настоящей Политике конфиденциальности вступают в силу после их публикации на этой странице.

source: priv.policy.t16
de: Wenn Sie Fragen zu dieser Datenschutzrichtlinie haben, können Sie uns kontaktieren: <0><1>Per E-Mail: contact@thefanstogether.io</1></0>
el: Εάν έχετε οποιεσδήποτε ερωτήσεις σχετικά με αυτήν την Πολιτική Προστασίας Προσωπικών Δεδομένων, Μπορείτε να επικοινωνήσετε μαζί μας:<0><1>Με email: contact@thefanstogether.io</1></0>
es: Si tiene alguna pregunta sobre esta Política de privacidad, puede ponerse en contacto con nosotros: <0><1>Por correo electrónico: contact@thefanstogether.io</1></0>
fr: Si vous avez des questions concernant cette politique de confidentialité, vous pouvez nous contacter: <0><1>Par e-mail: contact@thefanstogether.io</1></0>
id: Jika Anda memiliki pertanyaan tentang Kebijakan Privasi ini, Anda dapat menghubungi kami:<0><1>Melalui email: contact@thefanstogether.io</1></0>
it: In caso di domande sulla presente Informativa sulla privacy, è possibile contattarci: <0><1>Tramite e-mail: contact@thefanstogether.io</1></0>
ru: Если у вас есть какие-либо вопросы по поводу настоящей Политики конфиденциальности, вы можете связаться с нами: <0><1>по электронной почте: contact@thefanstogether.io</1></0>
