Repository: DavidSparker0417/TFT-FrontEnd
Catalog: src/assets/locales/*/messages.po
Languages: de, el, es, fr, id, it, ru

source: Transfer of Your Personal Data
de: Übertragung Ihrer personenbezogenen Daten
el: Διαβίβαση των Προσωπικών σας Δεδομένων
es: Transferencia de sus datos personales
fr: Transfert de vos données personnelles
id: Transfer Data Pribadi Anda
it: Trasferimento dei tuoi dati personali
ru: Передача ваших персональных данных

source: Types of Data Collected
de: Arten der gesammelten Daten
el: Τύποι δεδομένων που συλλέγονται
es: Tipos de datos recopilados
fr: Types de données collectées
id: Jenis Data yang Dikumpulkan
it: Tipi di dati raccolti
ru: Типы собираемых данных

source: Update Setting
de: Einstellung aktualisieren
el: Ρύθμιση ενημέρωσης
es: Configuración de actualización
fr: Réglages de mises Ã jour
id: Perbarui Pengaturan
it: Impostazioni di aggiornamento
ru: Настройки обновления

source: Usage Data
de: Nutzungsdaten
el: Δεδομένα χρήσης
es: Datos de uso
fr: Données d'utilisation
id: Penggunaan data
it: Dati sull'utilizzo
ru: Данные по использованию

source: Use of Your Personal Data
de: Verwendung Ihrer personenbezogenen Daten
el: Χρήση των Προσωπικών Σας Δεδομένων
es: Uso de sus datos personales
fr: Utilisation de vos données personnelles
id: Penggunaan Data Pribadi Anda
it: Uso dei tuoi dati personali
ru: Использование ваших персональных данных

source: Username
de: Benutzername
el: Όνομα χρήστη
es: Usuario
fr: Nom d'utilisateur
id: Nama pengguna
it: Nome utente
ru: Логин

source: Username / email:
de: Nutzername / email:
el: Όνομα χρήστη (διεύθυνση ηλεκτρονικού ταχυδρομείου)
es: Nombre de usuario (correo electrónico)
fr: Nom d\'utilisateur (e-mail)
id: Nama pengguna (email)
it: Nome utente (email)
ru: Имя пользователя (эл. почта)

source: Username or Email Address
de: Nutzername oder E-Mail-Adresse
el: Όνομα χρήστη ή διεύθυνση e-mail
es: Nombre de usuario o correo electrónico
fr: Nom utilisateur et adresse e-mail
id: Nama Pengguna atau Alamat Email
it: Username o indirizzo e-mail
ru: Имя пользователя или адрес эл. почты

source: Username or Email address is required
de: Benutzername oder E-Mail-Adresse ist erforderlich
el: Απαιτείται όνομα χρήστη ή διεύθυνση ηλεκτρονικού ταχυδρομείου
es: Se requiere nombre de usuario o dirección de correo
fr: Le nom d'utilisateur ou l'adresse e-mail est obligatoire
id: Username atau Alamat Email diperlukan
it: È richiesto il nome utente o l'indirizzo e-mail
ru: Необходимо указать имя пользователя или адрес электронной почты

source: Username should be of minimum 3 characters length
de: Der Benutzername sollte mindestens 3 Zeichen lang sein
el: Το όνομα χρήστη πρέπει να έχει μήκος τουλάχιστον 3 χαρακτήρων
es: El nombre de usuario debe tener una longitud mínima de 3 caracteres
fr: Le nom d'utilisateur doit comporter au moins 3 caractères
id: Nama pengguna harus memiliki panjang minimal 3 karakter
it: Il nome utente deve avere una lunghezza minima di 3 caratteri
ru: Имя пользователя должно содержать не менее 3 символов

source: Wallet address
de: Wallet-Adresse
el: Διεύθυνση πορτοφολιού
es: Dirección del monedero
fr: Adresse du portefeuille
id: Alamat dompet
it: Indirizzo del portafoglio
ru: Адрес кошелька

source: Want to support TFT?
de: Willst du TFT unterstützen?
el: Θέλετε να υποστηρίξετε το TFT;
es: ¿Quieres dar soporte a TFT?
fr: Vous souhaitez prendre en charge TFT ?
id: Ingin mendukung TFT?
it: Vuoi supportare TFT?
ru: Хотите поддержать TFT?

source: What is a DAO?
de: Was ist eine DAO?
el: Τι είναι το DAO;
es: ¿Qué es una DAO?
fr: Qu'est-ce qu'un DAO ?
id: Apa itu DAO?
it: Che cos'è un DAO?
ru: Что такое DAO?

source: Whitepaper
el: ΛΕΥΚΉ ΒΊΒΛΟΣ
es: Notas del producto
fr: Livre Blanc
it: Libro Bianco
ru: Белая бумага

source: Who are The Fans Together? What are you doing?
de: Wer sind Die Fans zusammen? Was machst du?
el: Ποιοι είναι οι θαυμαστές μαζί; Τι κάνεις?
es: ¿Quiénes son los fans juntos? ¿Qué estás haciendo?
fr: Qui sont les fans ensemble ? Qu'est-ce que tu fais ?
id: Siapa Penggemar Bersama? Apa yang kau lakukan?
it: Chi sono i fan insieme? Cosa stai facendo?
ru: Кто такие фанаты вместе? Что ты делаешь?

source: Why Crypto?
de: Warum Crypto?
el: Γιατί Κρύπτο;
es: Por qué Crypto?
fr: Pourquoi Crypto ?
id: Mengapa Crypto?
it: Perché Crypto?
ru: Почему именно криптовалюта?

source: Why IOTA?
de: Warum IOTA?
el: Γιατί στο ΙΩΤΑ;
es: ¿Por qué IOTA?
fr: Pourquoi IOTA ?
id: Mengapa IOTA?
it: Perché IOTA?
ru: Почему IOTA?

source: Why now?
de: Warum jetzt?
el: Γιατί τώρα;
es: ¿Por qué ahora?
fr: Pourquoi maintenant ?
id: Kenapa sekarang?
it: Perché adesso?
ru: Почему сейчас?

source: Will I get a physical version of my NFT?
de: Erhalte ich eine physische Version meiner NFT?
el: Θα έχω μια φυσική έκδοση του NFT μου;
es: ¿Recibiré una versión física de mi NFT?
fr: Vais-je obtenir une version physique de mon NFT ?
id: Apakah saya akan mendapatkan versi fisik NFT saya?
it: Riceverò una versione fisica del mio NFT?
ru: Получу ли я физическую версию своего NFT?

source: Will you buy my club?
de: Kaufst du meinen Club?
el: Θα αγοράσεις το κλαμπ μου;
es: ¿Vas a comprar mi palo?
fr: Tu achèteras mon club ?
id: Maukah kau membeli klubku?
it: Comprerai il mio club?
ru: Купите мой клуб?

source: about.text
de: The Fans Together ist eine DAO (Dezentrale Autonome Organisation), die sich zum Ziel gesetzt hat, Sportfans aus der ganzen Welt zusammenzubringen, um ihnen Macht und Mitspracherecht in professionellen Sportvereinen zu geben. Um dieses Ziel zu erreichen, nutzen wir The Fans Together die Tangle, eine Distributed Ledger Technology (DLT), die von der IOTA Foundation entwickelt wurde, um Fans eine schnelle, kostenlose und reibungslose Möglichkeit zu bieten, mit ihren Sportvereinen in Kontakt zu treten. Durch unsere Governance-Struktur werden Fans ein echtes Mitspracherecht bei den Aktivitäten ihres Clubs haben. Jeder, der mindestens einen der $TFT-Token von The Fans Together besitzt, kann durch Abstimmungen und Umfragen die Richtung seiner Sportvereine diskutieren, beitragen und letztendlich entscheiden. Stimmen innerhalb der DAO werden vom TFT-Team vorgeschlagen, und dann können Token-Inhaber teilnehmen und über das Ergebnis entscheiden. Wir haben uns für die Verwendung von IOTAs Tangle entschieden, da es viele Vorteile bietet, schnell, gebührenfrei und energieeffizient ist. Diese Funktionen machen The Fans Together möglich.
el: Το Fans Togethe είναι ένας DAO (Αποκεντρωμένος Αυτόνομος Οργανισμός) που έχει ως στόχο να φέρει κοντά τους φιλάθλους από όλο τον κόσμο για να τους δώσει δύναμη και να πουν σε επαγγελματικούς αθλητικούς συλλόγους. Για την επίτευξη αυτού του στόχου, εμείς οι Fans Together χρησιμοποιούμε το Tangle, μια τεχνολογία Distributed Ledger Technology (DLT) που δημιουργήθηκε από το Ίδρυμα IOTA για τη δημιουργία ενός γρήγορου, ελεύθερου και χωρίς τριβές τρόπο για τους οπαδούς να συνεργάζονται με τους αθλητικούς συλλόγους τους. Μέσω της δομής διακυβέρνησής μας, οι οπαδοί θα έχουν πραγματικό λόγο στις δραστηριότητες του συλλόγου τους. Όποιος κατέχει τουλάχιστον ένα από τα $TFT token των The Fans Together's θα είναι σε θέση να συζητήσει, να συνεισφέρει και τελικά να αποφασίσει, μέσω ψηφοφοριών και δημοσκοπήσεων για την κατεύθυνση των αθλητικών σωματείων του. Οι ψήφοι εντός του DAO προτείνονται από την ομάδα TFT και στη συνέχεια οι κάτοχοι συμβολικών θα μπορούν να συμμετάσχουν, αποφασίζοντας το αποτέλεσμα. Επιλέξαμε να χρησιμοποιήσουμε το Tangle της IOTA λόγω των πολλών πλεονεκτημάτων του, της γρήγορης, ανέφικτης και ενεργειακά αποδοτικής. Αυτά τα χαρακτηριστικά είναι που καθιστούν δυνατή την The Fans Togethe.
es: The Fans Together es una DAO (Organización Autónoma Descentralizada) dedicada a reunir a los fanáticos del deporte de todo el mundo para darles poder y voz en los clubes deportivos profesionales. Para lograr este objetivo, The Fans Together estamos utilizando Tangle, una tecnología de registro distribuido (DLT) creada por la Fundación IOTA para crear una forma rápida, gratuita y sin fricciones para que los fanáticos interactúen con sus clubes deportivos. A través de nuestra estructura de gobierno, los aficionados tendrán voz y voto en las operaciones de su club. Cualquiera que posea al menos uno de los tokens $TFT de The Fans Together podrá debatir, contribuir y, en última instancia, decidir, a través de votaciones y encuestas, la dirección de sus clubes deportivos. Los votos dentro de la DAO son propuestos por el equipo de TFT y luego los titulares de los tokens podrán participar y decidir el resultado. Hemos optado por utilizar Tangle de IOTA debido a sus muchas ventajas, su rapidez, facilidad y eficiencia energética. Estas características son las que hacen posible The Fans Together.
fr: The Fans Together est une DAO (Decentralized Autonomous Organisation) qui se consacre à rassembler les fans de sport du monde entier pour leur donner du pouvoir et leur mot à dire dans les clubs sportifs professionnels. Pour atteindre cet objectif, nous, The Fans Together, utilisons Tangle, une technologie de registre distribué (DLT) créée par la Fondation IOTA pour créer un moyen rapide, gratuit et sans friction pour les fans d'interagir avec leurs clubs sportifs. Grâce à notre structure de gouvernance, les supporters auront réellement leur mot à dire dans les opérations de leur club. Quiconque possède au moins un des jetons $TFT de The Fans Together pourra débattre, contribuer et finalement décider, par le biais de votes et de sondages, de la direction de ses clubs sportifs. Les votes au sein du DAO sont proposés par l'équipe TFT, puis les détenteurs de jetons pourront participer, décidant du résultat. Nous avons choisi d'utiliser Tangle d'IOTA en raison de ses nombreux avantages, de sa rapidité, de sa simplicité et de son efficacité énergétique. C'est grâce à ces fonctionnalités que The Fans Together est possible.
id: The Fans Together adalah DAO (Organisasi Otonomi Terdesentralisasi) yang didedikasikan untuk menyatukan penggemar olahraga dari seluruh dunia untuk memberi mereka kekuatan dan katakan di klub olahraga profesional. Untuk mencapai tujuan ini, kami Para Penggemar Bersama memanfaatkan Tangle, Teknologi Buku Besar Terdistribusi (DLT) yang dibuat oleh IOTA Foundation untuk menciptakan cara yang cepat, gratis, dan tanpa gesekan bagi Penggemar untuk terlibat dengan klub olahraga mereka. Melalui struktur tata kelola kami, penggemar akan memiliki suara nyata dalam operasi klub mereka. Siapa pun yang memiliki setidaknya satu token $ TFT The Fans Together akan dapat berdebat, berkontribusi, dan pada akhirnya memutuskan, melalui suara dan jajak pendapat arah klub olahraga mereka. Suara dalam DAO diusulkan oleh tim TFT dan kemudian pemegang token akan dapat berpartisipasi, memutuskan hasilnya. Kami telah memilih untuk menggunakan IOTA's Tangle karena banyak kelebihannya, cepat, tidak berdaya, dan hemat energi. Fitur-fitur inilah yang membuat The Fans Together menjadi mungkin.
it: The Fans Together è una DAO (Organizzazione Autonoma Decentralizzata) dedicata a riunire gli appassionati di sport da tutto il mondo per dare loro potere e voce nei club sportivi professionistici. Per raggiungere questo obiettivo, noi The Fans Together stiamo utilizzando il Tangle, una Distributed Ledger Technology (DLT) creata dalla IOTA Foundation per creare un modo veloce, gratuito e senza attriti per i tifosi di interagire con i loro club sportivi. Attraverso la nostra struttura di governance, i tifosi avranno una vera voce in capitolo nelle operazioni del loro club. Chiunque possieda almeno uno dei token $TFT di The Fans Together potrà discutere, contribuire e infine decidere, attraverso voti e sondaggi, la direzione dei propri club sportivi. I voti all'interno del DAO sono proposti dal team TFT e quindi i possessori di token potranno partecipare, decidendo il risultato. Abbiamo scelto di utilizzare Tangle di IOTA per i suoi numerosi vantaggi, è veloce, senza costi e ad alta efficienza energetica. Queste caratteristiche sono ciò che rende possibile The Fans Together.
ru: The Fans Together — это DAO (децентрализованная автономная организация), призванная объединить любителей спорта со всего мира, чтобы дать им власть и право голоса в профессиональных спортивных клубах. Для достижения этой цели мы, The Fans Together, используем Tangle, технологию распределенного реестра (DLT), созданную Фондом IOTA, чтобы создать быстрый, свободный и беспроблемный способ взаимодействия болельщиков со своими спортивными клубами. Благодаря нашей структуре управления болельщики будут иметь реальное влияние на деятельность своего клуба. Любой, кто владеет хотя бы одним из токенов $TFT от The Fans Together, сможет обсуждать, вносить свой вклад и в конечном итоге решать путем голосования и опросов направление своих спортивных клубов. Голосование в DAO предлагается командой TFT, после чего владельцы токенов смогут принять участие, определяя результат. Мы решили использовать Tangle от IOTA из-за его многочисленных преимуществ, быстрой, бесперебойной и энергоэффективной. Именно эти функции делают игру «Фанаты вместе» возможной.

source: about.white.desc0
de: Möchten Sie sich ansehen, was unsere Pläne für TFT sind? <0/>Schauen Sie sich hier unser Whitepaper an.
el: Θέλετε να ρίξετε μια ματιά σε ποια είναι τα σχέδιά μας για το TFT; <0/>Ρίξεμια ματιά στη λευκή βίβλο μας.
es: ¿Quieres ver cuáles son nuestros planes para TFT? <0/>Eche un vistazo a nuestro documento técnico aquí.
fr: Vous voulez voir quels sont nos projets pour TFT ? <0/>Jetez un œil à notre livre blanc ici.
id: Ingin melihat apa rencana kami untuk TFT? <0/>Lihatlahwhitepaper kami di sini.
it: Vuoi dare un'occhiata a quali sono i nostri piani per TFT? <0/>Dai un'occhiata al nostro whitepaper qui.
ru: Хотите узнать, каковы наши планы в отношении TFT? <0/>Ознакомьтесь с нашим техническим описанием здесь.

source: article.desc
de: Hier kannst du dich über alles, was mit The Fans Together passiert, auf dem Laufenden halten
el: Εδώ μπορείτε να ενημερώνετε για όλα όσα συμβαίνουν με το The Fans Togethe
es: Aquí puedes mantenerte al día de todo lo que sucede con The Fans Together
fr: Ici, vous pouvez vous tenir au courant de tout ce qui se passe avec The Fans Together
id: Di sini Anda dapat tetap up to date dengan segala sesuatu yang terjadi dengan The Fans Together
it: Qui puoi tenerti aggiornato su tutto ciò che accade con The Fans Together
ru: Здесь вы можете быть в курсе всего, что происходит с The Fans Together

source: donate.main.desc
de: The Fans Together arbeitet hart daran, Sportfans und Pro-Clubs näher zu bringen. Unsere Spendeninformationen finden Sie unten.
el: Το Fans Together εργάζεται σκληρά για να φέρει τους φιλάθλους και τους επαγγελματίες συλλόγους πιο κοντά. Οι πληροφορίες για τις δωρεές μας είναι παρακάτω.
es: The Fans Together está trabajando arduamente para acercar a los fanáticos del deporte y los clubes profesionales. La información de nuestra donación está a continuación.
fr: The Fans Together travaille d'arrache-pied pour rapprocher les fans de sport et les clubs professionnels. Nos informations sur les dons se trouvent ci-dessous.
id: The Fans Together bekerja keras untuk mendekatkan penggemar olahraga dan klub pro. Info donasi kami ada di bawah ini.
it: The Fans Together sta lavorando duramente per avvicinare gli appassionati di sport e i club professionisti. Di seguito sono riportate le informazioni sulle donazioni.
ru: Fans Together прилагает все усилия, чтобы сблизить любителей спорта и профессиональные клубы. Информация о наших пожертвованиях приведена ниже.

source: faq.a1
de: The Fans Together ist ein DAO (siehe unten), das die Web3-Technologie und das IOTA Tangle nutzt, um Sportfans zusammenzubringen und ihnen die Möglichkeit zu geben, in Sportvereinen ein echtes Mitspracherecht zu haben, anstatt von der Entscheidungsfindung ausgeschlossen zu werden.
el: Το Fans Togethers είναι ένα DAO (βλέπε παρακάτω) που χρησιμοποιεί την τεχνολογία Web3 και το IOTA Tangle για να φέρει κοντά τους φίλαθλους και να τους δώσει τη δύναμη να έχουν πραγματικό λόγο στα αθλητικά σωματεία, αντί να μένουν έξω από τη λήψη αποφάσεων.
es: The Fans Together es una DAO (ver más abajo) que utiliza la tecnología Web3 y el Tangle de IOTA para unir a los fanáticos del deporte y darles el poder de tener una voz real en los clubes deportivos, en lugar de quedar fuera de la toma de decisiones.
fr: The Fans Together est un DAO (voir ci-dessous) utilisant la technologie Web3 et l'IOTA Tangle pour rassembler les fans de sport et leur donner le pouvoir d'avoir un vrai mot à dire dans les clubs sportifs, au lieu d'être exclus de la prise de décision.
id: The Fans Together adalah DAO (lihat di bawah) menggunakan teknologi Web3 dan IOTA Tangle untuk menyatukan penggemar olahraga dan memberi mereka kekuatan untuk memiliki suara nyata di klub olahraga, alih-alih ditinggalkan dari pengambilan keputusan.
it: The Fans Together è un DAO (vedi sotto) che utilizza la tecnologia Web3 e IOTA Tangle per riunire gli appassionati di sport e dare loro il potere di avere una vera voce in capitolo nei club sportivi, invece di essere esclusi dal processo decisionale.
ru: Fans Together - это DAO (см. ниже), использующая технологию Web3 и IOTA Tangle, чтобы объединить любителей спорта и дать им возможность реально высказаться в спортивных клубах, вместо того, чтобы оставаться в стороне от принятия решений.

source: faq.a2
de: Eine dezentrale Autonome Gemeinschaft ist eine Gruppe von Personen, die mithilfe der Web3-Technologie zusammenkommen, um gemeinsam Entscheidungen zu treffen.
el: Μια Αποκεντρωμένη Αυτόνομη Κοινότητα είναι μια ομάδα ατόμων που, μέσω της τεχνολογίας Web3, συγκεντρώνονται για να λάβουν συλλογικά αποφάσεις.
es: Una comunidad autónoma descentralizada es un grupo de personas que, a través de la tecnología Web3, se unen para tomar decisiones colectivamente.
fr: Une communauté autonome décentralisée est un groupe de personnes qui, grâce à la technologie Web3, se réunissent pour prendre des décisions collectivement.
id: Komunitas Otonomi Terdesentralisasi adalah sekelompok individu yang, melalui teknologi Web3, berkumpul untuk secara kolektif membuat keputusan.
it: Una comunità autonoma decentralizzata è un gruppo di individui che, attraverso la tecnologia Web3, si uniscono per prendere decisioni collettivamente.
ru: Децентрализованное автономное сообщество — это группа людей, которые с помощью технологии Web3 объединяются для коллективного принятия решений.

source: faq.a3
de: Wir haben festgestellt, dass es jetzt an der Zeit war, in der sich die Entwicklungen in Technologie und Sport zusammentreffen. Die Mobilisierung der Fans gegen die ungerechten Vorschläge der europäischen Super League hat uns mit Energie versorgt. Das Fortschrittstempo der IOTA Foundation zur Weiterentwicklung seiner Technologie hat sich fortgesetzt, und wir sind der Meinung, dass IOTA ausreichend entwickelt ist, um das zu liefern, was wir für dieses Projekt benötigen.
el: Διαπιστώσαμε ότι τώρα ήταν η στιγμή μέσα από μια συμβολή των εξελίξεων στην τεχνολογία και στον αθλητισμό. Μας κινητοποίησε η κινητοποίηση των φιλάθλων ενάντια στις άδικες προτάσεις της Ευρωπαϊκής Super League. Ο ρυθμός προόδου των Ιδρυμάτων ΙΩΤΑ, για την ωρίμανση της τεχνολογίας του, συνεχίστηκε και πιστεύουμε ότι το ΙΩΤΑ έχει αναπτυχθεί αρκετά ώστε να παρέχει ό, τι χρειαζόμαστε για αυτό το έργο.
es: Descubrimos que ahora era el momento a través de una confluencia de avances tecnológicos y deportivos. Nos animó la movilización de los aficionados contra las injustas propuestas de la Superliga Europea. El ritmo de progreso de la Fundación IOTA, para madurar su tecnología, ha continuado y creemos que IOTA está lo suficientemente desarrollada como para proporcionar lo que necesitamos para este proyecto.
fr: Nous avons constaté que le moment était venu grâce à la confluence des développements technologiques et sportifs. Nous avons été stimulés par la mobilisation des fans contre les propositions injustes de la Super League européenne. Le rythme des progrès de la Fondation IOTA, pour faire mûrir sa technologie, s'est poursuivi et nous pensons que IOTA est suffisamment développé pour fournir ce dont nous avons besoin pour ce projet.
id: Kami menemukan bahwa sekarang adalah waktu melalui pertemuan perkembangan teknologi dan olahraga. Kami diberi energi oleh mobilisasi penggemar melawan proposal Liga Super Eropa yang tidak adil. Laju kemajuan IOTA Foundations, untuk mematangkan teknologinya, terus berlanjut dan kami merasa bahwa IOTA cukup dikembangkan untuk menyediakan apa yang kami butuhkan untuk proyek ini.
it: Abbiamo scoperto che ora era il momento attraverso una confluenza di sviluppi nella tecnologia e nello sport. Siamo stati stimolati dalla mobilitazione dei tifosi contro le ingiuste proposte della Super League europea. Il ritmo di progresso della Fondazione IOTA, per far maturare la sua tecnologia, è continuato e riteniamo che IOTA sia sufficientemente sviluppato da fornire ciò di cui abbiamo bisogno per questo progetto.
ru: Мы обнаружили, что сейчас настало время слияния достижений в области технологий и спорта. Мы были воодушевлены мобилизацией болельщиков против несправедливых предложений Европейской Суперлиги. Темпы прогресса Фонда IOTA по совершенствованию своих технологий продолжаются, и мы считаем, что IOTA достаточно развита, чтобы обеспечить то, что нам нужно для этого проекта.
