Repository: DavidSparker0417/TFT-FrontEnd
Catalog: src/assets/locales/*/messages.po
Languages: de, el, es, fr, id, it, ru

source: $TFT - Whitelist open now! Register here:
de: $TFT - Whitelist jetzt geöffnet! Hier registrieren:
el: $TFT - Λευκή λίστα ανοιχτή τώρα! Εγγραφείτε εδώ:
es: $TFT - ¡Lista blanca abierta ahora! Registrarse aquí:
fr: $TFT - Liste blanche ouverte maintenant ! Inscrivez-vous ici:
it: $TFT - Lista bianca aperta ora! Registrati qui:
ru: $TFT - Белый список открыт! Зарегистрируйтесь здесь:

source: About
de: Über
el: Σχετικά
es: Acerca de
fr: À propos
id: Tentang
it: Informazioni
ru: О программе

source: Already have an account?
de: Du hast bereits ein Konto?
el: Έχετε ήδη λογαριασμό;
es: ¿Ya tienes una cuenta?
fr: Vous avez déjà un compte ?
id: Sudah punya akun?
it: Hai già un account?
ru: Уже есть учетная запись?

source: Back To News
de: Zurück zu News
el: Επιστροφή στα Νέα
es: Volver a las noticias
fr: Retour aux actualités
id: Kembali Ke Berita
it: Torna alle notizie
ru: Назад к новостям

source: Back to top
de: Zurück nach oben
el: Πίσω στην αρχή
es: Volver arriba
fr: Retour en haut de page
id: Kembali ke Atas
it: Torna in alto
ru: Наверх

source: Business Transactions
de: Geschäftliche Transaktionen
el: Επιχειρηματικές Συναλλαγές
es: Transacciones comerciales
fr: Transactions commerciales
id: Transaksi Bisnis
it: Transazioni commerciali
ru: Деловые транзакции

source: COMMUNITY
de: Gemeinschaft
el: Κοινότητα
es: Comunidad
fr: Communauté
id: Komunitas
it: Comunità
ru: Сообщество

source: Cancel
de: Abbrechen
el: Ακύρωση
es: Cancelar
fr: Annuler
id: Batal
it: Annulla
ru: Отмена

source: Changes to this Privacy Policy
de: Änderungen dieser Datenschutzrichtlinie
el: Αλλαγές στην παρούσα πολιτική απορρήτου
es: Cambios a esta Política de privacidad
fr: Modifications apportées à cette politique de confidentialité
id: Perubahan pada kebijakan privasi ini
it: Modifiche a questa informativa sulla privacy
ru: Изменения в этой политике конфиденциальности

source: Check out our frequently asked questions
de: Schauen Sie sich unsere häufig gestellten Fragen an
el: Δείτε τις συχνές ερωτήσεις μας
es: Consulta nuestras preguntas frecuentes
fr: Consultez notre foire aux questions
id: Lihat pertanyaan kami yang sering diajukan
it: Dai un'occhiata alle nostre domande frequenti
ru: Ознакомьтесь с часто задаваемыми вопросами

source: Children's Privacy
de: Kinderschutz
el: Ιδιωτικό απόρρητο παιδιών
es: Privacidad infantil
fr: Confidentialité des enfants
id: Privasi Anak
it: Privacy dei bambini
ru: Информационная безопасность детей

source: Click Here
de: Hier klicken
el: Πατήστε εδώ
es: Haga clic aquí
fr: Cliquez ici
id: Klik di sini
it: Clicca qui
ru: нажмите сюда

source: Comment here
de: Kommentiere hier
el: Σχόλιο εδώ
es: Comenta aquí
fr: Commentez ici
id: Komentar di sini
it: Commenta qui
ru: Комментарий здесь

source: Confirm Password:
de: Bestätige Passwort:
el: Επιβεβαίωση Κωδικού:
es: Confirma clave
fr: Confirmer le mot de passe
id: Ulangi Sandi
it: Conferma Password
ru: Повторить пароль

source: Confirm password
de: Bestätige Passwort
el: Επιβεβαίωση Κωδικού
es: Confirma clave
fr: Confirmer le mot de passe
id: Ulangi Sandi
it: Conferma Password
ru: Повторить пароль

source: Confirm your new password
de: Bestätige dein neues Passwort
el: Επιβεβαιώστε τον καινούριο σας κωδικό
es: Confirma tu nueva contraseña
fr: Confirmez votre nouveau mot de passe
id: Konfirmasikan kata sandi baru Anda
it: Conferma la tua nuova password
ru: Подтвердите новый пароль.

source: Confirm your password
de: Bestätigen Sie Ihr Passwort
el: Επιβεβαιώστε τον κωδικό πρόσβασής σας
es: Confirma tu contraseña
fr: Confirmer votre mot de passe
id: Konfirmasi password Anda
it: Conferma la tua password
ru: Подтвердите пароль

source: Contact
de: Kontakt
el: Επαφή
es: Contacto
fr: Contactez
id: Kontak
it: Contatto
ru: Контакт

source: Contact Us
de: Kontaktiere uns
el: Επικοινωνήστε μαζί μας
es: Contáctenos
fr: Contactez-nous
id: Hubungi kami
it: Contattaci
ru: Связаться с нами

source: Copied!
de: Kopiert
el: Αντιγράφηκε
es: Copiado
fr: Copié
id: Disalin
it: Copiato
ru: Скопировано

source: Copy Code
de: Code kopieren
el: Αντιγραφή κωδικού
es: Copiar código
fr: Copier le code
id: Salin kode
it: Copia codice
ru: Копировать код

source: Core Team
de: Kernteam
el: Βασική ομάδα
es: Equipo principal
fr: Équipe centrale
id: Tim Inti
it: Il team principale
ru: Основная команда

source: Create Article
de: Artikel erstellen
el: Δημιουργία Άρθρου
es: Crear artículo
fr: Créer un article
id: Buat Artikel
it: Crea articolo
ru: Создать статью

source: Current password
de: Aktuelles Passwort
el: Τρέχων κωδικός πρόσβασης
es: Contraseña actual
fr: Mot de passe actuel
id: Kata sandi saat ini
it: Password attuale
ru: Текущий пароль

source: Definitions
de: Definitionen
el: Ορισμοί
es: Definiciones
fr: Définitions
id: Definisi
it: Definizioni
ru: Определения

source: Director of Partnerships LatAm
de: Direktor für Partnerschaften LatAm
el: Διευθυντής Συνεργασιών LatAm
es: Director de Asociaciones de LatAm
fr: Directeur des partenariats LatAm
id: Direktur Kemitraan LatAm
it: Direttore delle Partnership LatAm
ru: Директор по партнерству LatAM

source: Director of Partnerships NA
de: Direktor für Partnerschaften NA
el: Διευθυντής Συνεργασιών NA
es: Director de Asociaciones NA
fr: Directeur des partenariats NA
id: Direktur Kemitraan NA
it: Direttore delle Partnership NA
ru: Директор по партнерству NA

source: Disclosure of Your Personal Data
de: Offenlegung Ihrer personenbezogenen Daten
el: Γνωστοποίηση των Προσωπικών Σας Δεδομένων
es: Divulgación de sus datos personales
fr: Divulgation de vos données personnelles
id: Pengungkapan Data Pribadi Anda
it: Divulgazione dei tuoi dati personali
ru: Раскрытие ваших персональных данных

source: Don't have an account?
de: Du hast kein Konto?
el: Δεν έχετε λογαριασμό;
es: ¿No tienes una cuenta?
fr: Vous n'avez pas de compte ?
id: Tidak punya akun?
it: Non hai un account?
ru: Нет учетной записи?

source: Donate
de: Spenden
el: Δωρεά
es: Donar
fr: Faire un don
id: Donasi
it: Dona
ru: Пожертвовать

source: Donate Here
de: Spenden Sie hier
el: Δωρίστε εδώ
es: Dona aquí
fr: Faites un don ici
id: Donasi Disini
it: Fai una donazione qui
ru: Пожертвуйте здесь

source: Edit Profile
de: Profil bearbeiten
el: Επεξεργασία προφίλ
es: Editar perfil
fr: Modifier le profil
id: Edit profil
it: Modifica profilo
ru: Редактировать профиль

source: Edit Profile Setting
de: Profileinstellung bearbeiten
el: Επεξεργασία ρυθμίσεων προφίλ
es: Editar configuración de perfil
fr: Modifier le paramètre du profil
id: Edit Pengaturan Profil
it: Modifica impostazione profilo
ru: Изменить настройку профиля

source: Edit This News
de: Diese Nachricht bearbeiten
el: Επεξεργασία αυτών των ειδήσεων
es: Editar esta noticia
fr: Modifier cette actualité
id: Edit Berita Ini
it: Modifica questa notizia
ru: Редактировать эту новость

source: Email address
de: E-Mail-Adresse
el: Διεύθυνση email
es: Dirección de correo electrónico
fr: Adresse e-mail
id: Alamat email
it: Indirizzo email
ru: Адрес электронной почты

source: Email address is required
de: E-Mailadresse wird benötigt.
el: Απαιτείται διεύθυνση email
es: Se requiere una dirección de correo electrónico
fr: Adresse e-mail est nécessaire.
id: Alamat email harus diisi
it: L&#39;indirizzo e-mail è obbligatorio.
ru: Необходим адрес электронной почты

source: Email:
el: Ηλεκτρονικό ταχυδρομείο
es: Correo electrónico
fr: Adresse courriel
ru: Почта

source: Enter Title Here
de: Geben Sie den Titel hier ein...
el: Εισάγετε εδώ τον τίτλο
es: Introduzca el título aquí...
fr: Entrez le titre ici...
id: Masukkan Judul Disini
it: Inserisci qui il titolo
ru: Введите заголовок здесь

source: Enter description here
de: Beschreibung hier eintragen
el: Εισάγετε εδώ την περιγραφή
es: Introduzca la descripción aquí
fr: Entrez la description ici
id: Masukkan deskripsi di sini
it: Inserisci qui la descrizione
ru: Введите здесь описание

source: Enter your current password
de: Geben Sie Ihr aktuelles Passwort ein!
el: Γράψτε τον τρέχοντα κωδικό πρόσβασης
es: Introduce la contraseña actual
fr: Entrez le mot de passe que vous utilisez actuellement.
id: Masukkan kata sandi saat ini
it: Inserisci la password attuale
ru: Введите текущий пароль

source: Enter your email address
de: Gib deine E-Mail-Adresse ein
el: Γράψτε τη διεύθυνση email σας
es: Ingresa tu dirección de correo electrónico
fr: Saisir votre adresse e-mail
id: Masukkan alamat email Anda
it: Inserisci il tuo indirizzo e-mail
ru: Введите эл. адрес

source: Enter your name
de: Gib deinen Namen ein
el: Εισάγετε το όνομά σας
es: Introduzca su nombre
fr: Entrez votre nom
id: Masukkan nama Anda
it: Inserisci il tuo nome
ru: Введите ваше имя

source: Enter your new password
de: Neues Passwort eingeben
el: Πληκτρολογήστε τον νέο κωδικό πρόσβασης
es: Introduzca su nueva contraseña
fr: Saisissez votre nouveau mot de passe
id: Masukkan password baru anda
it: Inserisci la nuova password
ru: Введите новый пароль

source: Enter your password
de: Geben Sie Ihr Passwort ein
el: Εισάγετε τον κωδικό σας
es: Ingresa tu contraseña
fr: Saisissez votre mot de passe
id: Masukkan kata sandi Anda
it: Inserisci la tua password
ru: Введите пароль

source: Enter your subject
de: Gib dein Thema ein
el: Εισάγετε το θέμα σας
es: Introduzca su asunto
fr: Entrez votre sujet
id: Masukkan subjek Anda
it: Inserisci il tuo oggetto
ru: Введите тему

source: Enter your username
de: Benutzernamen eingeben
el: Εισαγωγή ονόματος χρήστη
es: Escribe tu nombre de usuario
fr: Entre ton nom d'utilisateur
id: Masukkan nama pengguna Anda
it: Inserisci il tuo nome utente
ru: Введите свое имя пользователя

source: Enter your username or email address
de: Geben Sie Ihren Nutzernamen oder Ihre E-Mail-Adresse ein
el: Εισάγετε το όνομα χρήστη ή τη διεύθυνση email σας
es: Introduce tu nombre de usuario o dirección de correo
fr: Entrez votre nom d'utilisateur ou votre adresse e-mail
id: Masukkan nama pengguna atau alamat email Anda
it: Inserisci il tuo nome utente o indirizzo e-mail
ru: Введите имя пользователя или адрес электронной почты

source: Enter your wallet address
de: Gib deine Wallet-Adresse ein
el: Εισάγετε τη διεύθυνση του πορτοφολιού
es: Introduce la dirección de tu monedero
fr: Entrez l'adresse de votre portefeuille
id: Masukkan alamat dompet Anda
it: Inserisci l'indirizzo del tuo portafoglio
ru: Введите адрес своего кошелька

source: FAQ
de: Häufig gestellte Fragen
el: Συχνές ερωτήσεις
es: Preguntas frecuentes
fr: Questions fréquentes
id: Pertanyaan Umum
it: Domande frequenti
ru: Вопросы и ответы

source: Failed to get comments from backend
de: Kommentare konnten nicht vom Backend abgerufen werden
el: Αποτυχία λήψης σχολίων από το σύστημα υποστήριξης
es: No se pudieron obtener comentarios del backend
fr: Impossible d'obtenir les commentaires du backend
id: Gagal mendapatkan komentar dari backend
it: Impossibile ottenere commenti dal backend
ru: Не удалось получить комментарии от бэкэнда

source: Failed to send message to team. {0}
de: Nachricht konnte nicht an Team gesendet werden. {0}
el: Αποτυχία αποστολής μηνύματος στην ομάδα. {0}
es: No se pudo enviar el mensaje al equipo. {0}
fr: Impossible d'envoyer le message à l'équipe. {0}
id: Gagal mengirim pesan ke tim. {0}
it: Impossibile inviare il messaggio al team. {0}
ru: Не удалось отправить сообщение команде. {0}

source: Favorite articles
de: Lieblings-Artikel
el: Αγαπημένα άρθρα
es: Artículos favoritos
fr: Articles préférés
id: Artikel favorit
it: Articoli preferiti
ru: Любимые статьи

source: Find out more
de: Mehr erfahren
el: Μάθετε περισσότερα
es: Más información
fr: En savoir plus
id: Temukan lebih banyak lagi
it: Scopri di più
ru: Узнать больше

source: For any media enquiries please contact:
de: Für Medienanfragen wenden Sie sich bitte an:
el: Για οποιεσδήποτε ερωτήσεις μέσων επικοινωνήστε:
es: Para cualquier consulta de los medios, póngase en contacto con:
fr: Pour toute demande des médias, veuillez contacter:
it: Per qualsiasi richiesta mediatica si prega di contattare:
ru: По любым вопросам СМИ обращайтесь:

source: Fullstack Developer
de: Fullstack-Entwickler
el: προγραμματιστής Fullstack
es: Desarrollador Fullstack
fr: Développeur Fullstack
id: Pengembang Fullstack
it: Sviluppatore Fullstack
ru: Разработчик полного стека

source: Greek Football Specialist and Youth Development
de: Griechischer Fußballspezialist und Jugendentwicklung
el: Ειδικός Ελληνικού Ποδοσφαίρου και Νεολαίας
es: Especialista en fútbol griego y desarrollo juvenil
fr: Spécialiste du football grec et du développement de la jeunesse
id: Spesialis Sepak Bola Yunani dan Pengembangan Pemuda
it: Specialista di calcio greco e sviluppo giovanile
ru: Греческий футбольный специалист и развитие молодежи

source: Head of TFT Nigeria
de: Leiter TFT Nigeria
el: Επικεφαλής της TFT Νιγηρίας
es: Director de TFT Nigeria
fr: Responsable de TFT Nigeria
id: Kepala TFT Nigeria
it: Capo di TFT Nigeria
ru: Руководитель TFT Нигерия

source: Help
de: Hilfe
el: Βοήθεια
es: Ayuda
fr: Aide
id: Bantuan
it: Aiuto
ru: Помощь

source: Interpretation
el: Ερμηνεία
es: Interpretación
fr: Interprétation
id: Interpretasi
it: L'interpretazione
ru: Интерпретация

source: Interpretation and Definitions
de: Interpretation und Definitionen
el: Ερμηνεία και Ορισμοί
es: Interpretación y definiciones
fr: Interprétation et définitions
id: Interpretasi dan Definisi
it: Interpretazione e definizioni
ru: Интерпретация и определения

source: Law enforcement
de: Strafverfolgung
el: Επιβολή του νόμου
es: Autoridades
fr: Forces de l'ordre
id: Penegakan hukum
it: Forze dell'ordine
ru: Правоохранительные органы

source: Links to Other Websites
de: Links zu anderen Websites
el: Σύνδεσμοι προς άλλες Ιστοσελίδες
es: Enlaces a otros sitios web
fr: Liens vers d'autres sites Web
id: Tautan ke Situs Web Lain
it: Link ad altri siti web
ru: Ссылки на другие веб-сайты

source: Location:
de: Standort:
el: Τοποθεσία:
es: Localización:
fr: Emplacement:
id: Lokasi:
it: Posizione:
ru: Место нахождения:

source: Log In
de: Melde dich an
el: Σύνδεση
es: Entrar
fr: Connectez-vous
id: Masuk
it: Accedi
ru: Войти

source: Log in here
de: HIER ANMELDEN!
el: Συνδεθείτε εδώ
es: Inicie sesión aquí.
fr: Connectez-vous ici
id: Masuk disini
it: Accedi qui
ru: Войти здесь

source: Log in with wallet
de: Mit Wallet einloggen
el: Συνδεθείτε με το πορτοφόλι
es: Iniciar sesión con monedero
fr: Connexion avec portefeuille
id: Masuk dengan dompet
it: Accedi con il portafoglio
ru: Войти с помощью кошелька

source: Log out
de: Abmelden
el: Αποσύνδεση
es: Salir
fr: Déconnexion
id: Keluar
it: Esci
ru: Выйти

source: Media
de: Medien
el: Μέσα ενημέρωσης
es: Medios
fr: Médias
ru: СМИ

source: Message:
de: Nachricht:
el: Μήνυμα
es: Mensaje
fr: Envoyer un SMS
id: Pesan
it: Messaggio
ru: Сообщение

source: More
de: Mehr
el: Περισσότερα
es: Más
fr: Plus
id: Lainnya
it: Altro
ru: Больше

source: Name:
el: Όνομα
es: Nombre
fr: Nom
id: Nama
it: Nome
ru: Имя

source: New password
de: Neues Passwort
el: Νέος κωδικός πρόσβασης
es: Nueva contraseña
fr: Nouveau mot de passe
id: Kata sandi baru
it: Nuova password
ru: Новый пароль

source: New password should be entered
de: Neues Passwort sollte eingegeben werden
el: Θα πρέπει να εισαχθεί νέος κωδικός πρόσβασης
es: Debe introducirse una nueva contraseña
fr: Un nouveau mot de passe doit être saisi
id: Kata sandi baru harus dimasukkan
it: È necessario inserire una nuova password
ru: Необходимо ввести новый пароль

source: News
de: Nachrichten
el: Ειδήσεις
es: Noticias
fr: Actualités
id: Berita
it: Notizie
ru: Новости

source: News title should not be empty!
de: Der Titel der Nachricht sollte nicht leer sein!
el: Ο τίτλος ειδήσεων δεν πρέπει να είναι κενός!
es: ¡El título de la noticia no debe estar vacío!
fr: Le titre de l'actualité ne doit pas être vide !
id: Judul berita tidak boleh kosong!
it: Il titolo della notizia non deve essere vuoto!
ru: Заголовок новости не должен быть пустым!

source: Office:
de: Sekretariat:
el: Γραφείο:
es: Oficina:
id: Kantor:
it: Ufficio:
ru: Офис:

source: Other legal requirements
de: Andere gesetzliche Anforderungen
el: Άλλες νομικές απαιτήσεις
es: Otros requisitos legales
fr: Autres exigences légales
id: Persyaratan hukum lainnya
it: Altri requisiti legali
ru: Другие законодательные требования

source: Our NFTs
de: Unsere NFTs
el: Τα NFT μας
es: Nuestros NFT
fr: Nos NFT
id: NFT kami
it: I nostri NFT
ru: Наши NFT

source: Password is required
de: Passwort erforderlich
el: Απαιτείται κωδικός πρόσβασης.
es: Se requiere contraseña
fr: Mot de passe requis
id: Sandi harus diisi
it: Password obbligatoria.
ru: Требуется пароль.

source: Password should be of minimum 8 characters length
de: Das Passwort sollte mindestens 8 Zeichen lang sein
el: Ο κωδικός πρόσβασης πρέπει να έχει μήκος τουλάχιστον 8 χαρακτήρων
es: La contraseña debe tener una longitud mínima de 8 caracteres
fr: Le mot de passe doit comporter au moins 8 caractères
id: Kata sandi harus memiliki panjang minimal 8 karakter
it: La password deve avere una lunghezza minima di 8 caratteri
ru: Пароль должен содержать не менее 8 символов

source: Password:
de: Passwort:
el: Κωδικός πρόσβασης
es: Contraseña
fr: Mot de passe
id: Sandi
it: Parola d'ordine
ru: Пароль

source: Passwords must match
de: Die Kennwörter müssen identisch sein.
el: Οι κωδ. πρόσβασης πρέπει να ταιριάζουν
es: Las contraseñas deben ser iguales
fr: Les mots de passe doivent être identiques
id: Kata sandi harus cocok
it: Le password devono corrispondere.
ru: Пароли должны совпадать

source: Personal Data
de: Persönliche Daten
el: Προσωπικά δεδομένα
es: Datos personales
fr: Données personnelles
id: Data pribadi
it: Dati personali
ru: Личные данные

source: Please retype your password.
de: Gib bitte Dein neues Passwort noch einmal ein
el: Πληκτρολογήστε ξανά τον κωδικό πρόσβασής σας
es: Por favor, escribe tu nueva contraseña
fr: Veuillez retaper votre mot de passe
id: Harap ketik ulang kata sandi
it: Reinserisci qui la password
ru: Пожалуйста, введите пароль еще раз

source: Please, login to add favorite!
de: Melden Sie sich an, um einen Favoriten hinzuzufügen!
el: Παρακαλώ, συνδεθείτε για να προσθέσετε το αγαπημένο!
es: Por favor, inicia sesión para añadir favorito!
fr: Veuillez vous connecter pour ajouter un favori!
id: Silakan, login untuk menambahkan favorit!
it: Per favore, accedi per aggiungere il preferito!
ru: Пожалуйста, войдите, чтобы добавить в избранное!

source: Post Your Comment
de: Kommentar posten
el: Δημοσιεύστε το Σχόλιο σας
es: Publica tu comentario
fr: Publiez votre commentaire
id: Posting Komentar Anda
it: Pubblica il tuo commento
ru: Опубликуйте свой комментарий

source: Pre-ICO
de: Vor ICO
el: Προ-ICO
fr: Pré-ICO
id: Pra-ICO
ru: Пре-ICO

source: Privacy Policy
de: Datenschutzerklärung
el: Πολιτική απορρήτου
es: Política de privacidad
fr: Politique de confidentialité
id: Kebijakan Privasi
it: Informativa Privacy
ru: Политика конфиденциальности

source: Profile
de: Profil
el: Προφίλ
es: Perfil
fr: Profil
id: Profil
it: Profilo
ru: Аккаунт

source: Read More
de: Weiterlesen
el: Διαβάστε περισσότερα
es: Leer más
fr: En savoir plus
id: Baca selengkapnya
it: Leggi di più
ru: Подробнее

source: Read next
de: Nächste lesen
el: Ανάγνωση επόμενου
es: Leer siguiente
fr: Lire l'élément suivant
id: Baca berikutnya
it: Leggi successiva
ru: Читать следующее

source: Register
de: Registrieren
el: Μητρώο
es: Registro
fr: S'inscrire
id: Daftar
it: Registro
ru: Зарегистрироваться

source: Register Pre-ICO
de: Registrieren Sie Pre-ICO
el: Εγγραφή Pre-ICO
es: Registrarse Pre-ICO
fr: Inscrivez-vous pré-ICO
id: Daftar Pra-ICO
it: Registrati Pre-ICO
ru: Зарегистрируйтесь на Pre-ICO.

source: Register with wallet
de: Mit Wallet registrieren
el: Εγγραφείτε με πορτοφόλι
es: Regístrese con billetera
fr: S'inscrire avec portefeuille
id: Daftar dengan dompet
it: Registrati con il portafoglio
ru: Зарегистрируйтесь с помощью кошелька

source: Retention of Your Personal Data
de: Aufbewahrung Ihrer personenbezogenen Daten
el: Διατήρηση των προσωπικών σας δεδομένων
es: Retención de sus datos personales
fr: Conservation de vos données personnelles
id: Penyimpanan Data Pribadi Anda
it: Conservazione dei dati personali
ru: Хранение ваших персональных данных

source: Security of Your Personal Data
de: Sicherheit Ihrer personenbezogenen Daten
el: Ασφάλεια των Προσωπικών Σας Δεδομένων
es: Seguridad de sus datos personales
fr: Sécurité de vos données personnelles
id: Keamanan Data Pribadi Anda
it: Sicurezza dei tuoi dati personali
ru: Безопасность ваших персональных данных

source: Send
de: Senden
el: Αποστολή
es: Enviar
fr: Envoyer
id: Kirim
it: Invia
ru: Отправить

source: Setting
de: Einstellung
el: Σύνθεση
es: Ajuste
fr: Réglage
id: Pengaturan
it: Impostazione
ru: Настройка

source: Show less
de: Weniger anzeigen
el: Εμφάνιση λιγότερων
es: Mostrar menos
fr: Afficher moins
id: Tampilkan lebih sedikit
it: Mostra meno
ru: Показать меньше

source: Sign Up
de: Registrieren
el: Εγγραφή
es: Registrarse
fr: S'inscrire
id: Daftar
it: Registrati
ru: Регистрация

source: Sign up
de: Registrieren
el: Εγγραφή
es: Registrarse
fr: S'inscrire
id: Daftar
it: Registrati
ru: Регистрация

source: Sign up with wallet
de: Melde dich bei wallet an
el: Εγγραφή με πορτοφόλι
es: Regístrate con wallet
fr: S'inscrire avec un portefeuille
id: Mendaftar dengan dompet
it: Iscriviti con il portafoglio
ru: Зарегистрируйтесь с помощью кошелька

source: Spanish Football Expert, Football Analyst and Coach
de: Spanischer Fußballexperte, Fußballanalyst und Coach
el: Ισπανός ποδοσφαιρικός εμπειρογνώμονας, αναλυτής ποδοσφαίρου και προπονητής
es: Experto en fútbol español, analista y entrenador de fútbol
fr: Expert du football espagnol, analyste et entraîneur de football
id: Pakar Sepak Bola Spanyol, Analis Sepak Bola dan Pelatih
it: Esperto di calcio spagnolo, analista di calcio e allenatore
ru: Испанский футбольный эксперт, футбольный аналитик и тренер

source: Subject:
de: Betreff:
el: Θέμα
es: Asunto
fr: Sujet
id: Subjek
it: Oggetto
ru: Тема

source: Submit
de: Absenden
el: Υποβολή
es: Enviar
fr: Envoyer
id: Kirim
it: Invia
ru: Отправить

source: Subscribe
de: Abonnieren
el: Εγγραφή
es: Suscribir
fr: S'abonner
id: Langganan
it: Iscriviti
ru: Подписаться

source: Success to send message to team.
de: Nachricht an das Team erfolgreich gesendet.
el: Επιτυχία αποστολής μηνύματος στην ομάδα.
es: Se ha logrado enviar el mensaje al equipo.
fr: L'envoi du message à l'équipe a réussi.
id: Sukses mengirim pesan ke tim.
it: Riuscito a inviare un messaggio al team.
ru: Успех в отправке сообщения команде.

source: TFT Lead Designer and Creative
de: TFT Lead Designer und Creative
el: TFT Επικεφαλής Σχεδιαστής και Δημιουργικός
es: Diseñador principal y creativo de TFT
fr: Concepteur principal et créatif TFT
id: TFT Lead Designer dan Kreatif
it: Lead Designer e Creative di TFT
ru: Ведущий дизайнер и креатив TFT

source: The Team
de: Das Team
el: H Ομάδα
es: Equipo
fr: L’équipe
id: Tim
it: Il Team
ru: Команда

source: This field is required!
de: Dieses Feld ist erforderlich
el: Αυτό το πεδίο είναι υποχρεωτικό.
es: Este campo es obligatorio.
fr: Ce champ est obligatoire.
id: Kolom ini wajib diisi.
it: Questo campo è obbligatorio.
ru: Это поле обязательно для заполнения

source: This is not a valid email.
de: Diese E-Mail Adresse ist ungültig.
el: Αυτό δεν είναι ένα έγκυρο e-mail
es: Correo electrónico no válido
fr: Adresse mail invalide
id: Ini bukan email yang valid.
it: Questo non è un indirizzo email valido
ru: Этот имейл недействителен

source: Tracking Technologies and Cookies
de: Tracking-Technologien und Cookies
el: Τεχνολογίες παρακολούθησης και cookies
es: Tecnologías de seguimiento y cookies
fr: Technologies de suivi et cookies
id: Teknologi Pelacakan dan Cookie
it: Tecnologie di tracciamento e cookie
ru: Технологии отслеживания и файлы cookie
