Repository: DavidSparker0417/TFT-FrontEnd
Catalog: src/assets/locales/*/messages.po
Languages: de, el, es, fr, id, it, ru

source: priv.policy.t7
de: Das Unternehmen speichert Ihre personenbezogenen Daten nur so lange, wie es für die in dieser Datenschutzrichtlinie dargelegten Zwecke erforderlich ist. Wir speichern und verwenden Ihre personenbezogenen Daten in dem Umfang, der zur Erfüllung unserer gesetzlichen Verpflichtungen (z. B. wenn wir Ihre Daten aufbewahren müssen, um geltende Gesetze einzuhalten), zur Beilegung von Streitigkeiten und zur Durchsetzung unserer rechtlichen Vereinbarungen und Richtlinien erforderlich ist.<0/> zu Analysezwecken. Nutzungsdaten werden in der Regel für einen kürzeren Zeitraum aufbewahrt, es sei denn, diese Daten werden verwendet, um die Sicherheit zu erhöhen oder die Funktionalität unseres Dienstes zu verbessern, oder wir sind gesetzlich verpflichtet, diese Daten für längere Zeiträume aufzubewahren.
el: Η Εταιρεία θα διατηρήσει τα Προσωπικά Σας Δεδομένα μόνο για όσο χρονικό διάστημα είναι απαραίτητο για τους σκοπούς που ορίζονται στην παρούσα Πολιτική Απορρήτου. Θα διατηρούμε και θα χρησιμοποιούμε τα Προσωπικά Σας Δεδομένα στο βαθμό που απαιτείται για να συμμορφωθούμε με τις νομικές μας υποχρεώσεις (για παράδειγμα, εάν απαιτείται να διατηρούμε τα δεδομένα σας για να συμμορφωνόμαστε με τους ισχύοντες νόμους), να επιλύουμε διαφορές και να επιβάλλουμε<0/>τις νομικές συμφωνίες και πολιτικές μας. σκοπούς ανάλυσης. Γενικά, τα Δεδομένα Χρήσης διατηρούνται για μικρότερο χρονικό διάστημα, εκτός εάν αυτά τα δεδομένα χρησιμοποιούνται για την ενίσχυση της ασφάλειας ή για τη βελτίωση της λειτουργικότητας της Υπηρεσίας μας, ή είμαστε νομικά υποχρεωμένοι να διατηρούμε αυτά τα δεδομένα για μεγαλύτερες χρονικές περιόδους.
es: La Compañía conservará sus Datos personales solo durante el tiempo que sea necesario para los fines establecidos en esta Política de privacidad. Conservaremos y utilizaremos sus Datos personales en la medida necesaria para cumplir con nuestras obligaciones legales (por ejemplo, si estamos obligados a conservar sus datos para cumplir con las leyes aplicables), resolver disputas y hacer cumplir nuestros acuerdos y políticas legales.<0/> fines de análisis. Por lo general, los Datos de uso se conservan durante un período de tiempo más corto, excepto cuando estos datos se utilizan para reforzar la seguridad o mejorar la funcionalidad de Nuestro Servicio, o cuando estemos legalmente obligados a conservar estos datos durante períodos de tiempo más largos.
fr: La Société conservera Vos Données personnelles uniquement pendant la durée nécessaire aux fins énoncées dans la présente Politique de confidentialité. Nous conserverons et utiliserons vos données personnelles dans la mesure nécessaire pour nous conformer à nos obligations légales (par exemple, si nous sommes tenus de conserver vos données pour nous conformer aux lois applicables), résoudre<0/> des litiges et appliquer nos accords et politiques juridiques. fins d'analyse. Les données d'utilisation sont généralement conservées pendant une période plus courte, sauf lorsque ces données sont utilisées pour renforcer la sécurité ou pour améliorer la fonctionnalité de notre service, ou lorsque nous sommes légalement tenus de conserver ces données pendant de plus longues périodes.
id: Perusahaan akan menyimpan Data Pribadi Anda hanya selama diperlukan untuk tujuan yang ditetapkan dalam Kebijakan Privasi ini. Kami akan menyimpan dan menggunakan Data Pribadi Anda sejauh yang diperlukan untuk mematuhi kewajiban hukum kami (misalnya, jika kami diharuskan menyimpan data Anda untuk mematuhi hukum yang berlaku), menyelesaikan perselisihan, dan menegakkan perjanjian dan kebijakan hukum<0/>kami.Perusahaan juga akan menyimpan Data Penggunaan untuk internal tujuan analisis. Data Penggunaan umumnya disimpan untuk jangka waktu yang lebih singkat, kecuali ketika data ini digunakan untuk memperkuat keamanan atau untuk meningkatkan fungsionalitas Layanan Kami, atau Kami secara hukum berkewajiban untuk menyimpan data ini untuk jangka waktu yang lebih lama.
it: La Società conserverà i tuoi dati personali solo per il tempo necessario agli scopi indicati nella presente Informativa sulla privacy. Conserveremo e utilizzeremo i tuoi dati personali nella misura necessaria per adempiere ai nostri obblighi legali (ad esempio, se ci viene richiesto di conservare i tuoi dati per rispettare le leggi applicabili), risolvere controversie e far rispettare i nostri accordi e politiche legali.<0/> scopi di analisi. I dati di utilizzo sono generalmente conservati per un periodo di tempo più breve, tranne quando questi dati vengono utilizzati per rafforzare la sicurezza o per migliorare la funzionalità del nostro servizio, o siamo legalmente obbligati a conservare questi dati per periodi di tempo più lunghi.
ru: Компания будет хранить ваши Персональные данные только до тех пор, пока это необходимо для целей, изложенных в настоящей Политике конфиденциальности. Мы будем хранить и использовать ваши Персональные данные в объеме, необходимом для выполнения наших юридических обязательств (например, если мы обязаны хранить ваши данные в соответствии с применимым законодательством), разрешать споры и обеспечивать соблюдение наших юридических соглашений и политик.<0/> аналитических целей. Данные об использовании обычно хранятся в течение более короткого периода времени, за исключением случаев, когда эти данные используются для усиления безопасности или улучшения функциональности нашего Сервиса, или мы юридически обязаны хранить эти данные в течение более длительных периодов времени.

source: priv.policy.t8
de: Ihre Daten, einschließlich personenbezogener Daten, werden in den Betriebsbüros des Unternehmens und an allen anderen Orten verarbeitet, an denen sich die an der Verarbeitung beteiligten Parteien befinden. Dies bedeutet, dass diese Informationen an Computer außerhalb Ihres Bundesstaates, Ihrer Provinz, Ihres Landes oder einer anderen staatlichen Gerichtsbarkeit übertragen und dort gespeichert werden können, wo die Datenschutzgesetze von denen Ihrer Gerichtsbarkeit abweichen können.<0/> Ihre Zustimmung zu dieser Datenschutzrichtlinie, gefolgt von Ihrer Einreichung dieser Informationen stellen Ihre Zustimmung zu dieser Übertragung dar.<1/> Das Unternehmen wird alle zumutbaren Schritte unternehmen, um sicherzustellen, dass Ihre Daten sicher und in Übereinstimmung mit dieser Datenschutzrichtlinie behandelt werden und keine Übertragung Ihrer personenbezogenen Daten an eine Organisation oder ein Land stattfindet, sofern dies nicht der Fall ist angemessene Kontrollen, einschließlich der Sicherheit Ihrer Daten und anderer personenbezogener Daten.
el: Οι πληροφορίες σας, συμπεριλαμβανομένων των Προσωπικών Δεδομένων, υποβάλλονται σε επεξεργασία στα γραφεία λειτουργίας της Εταιρείας και σε οποιοδήποτε άλλο μέρος όπου βρίσκονται τα μέρη που εμπλέκονται στην επεξεργασία. Σημαίνει ότι αυτές οι πληροφορίες μπορούν να μεταφερθούν και να διατηρηθούν σε υπολογιστές που βρίσκονται εκτός της πολιτείας, της επαρχίας, της χώρας ή άλλης κυβερνητικής δικαιοδοσίας, όπου οι νόμοι περί προστασίας δεδομένων μπορεί να διαφέρουν από εκείνους της δικαιοδοσίας<0/>Σας. <1/>ΗΕταιρεία θα λάβει όλα τα εύλογα απαραίτητα μέτρα για να διασφαλίσει ότι τα δεδομένα Σας αντιμετωπίζονται με ασφάλεια και σύμφωνα με την παρούσα Πολιτική Προστασίας Προσωπικών Δεδομένων και ότι δεν θα πραγματοποιηθεί καμία μεταφορά των Προσωπικών Σας Δεδομένων σε έναν οργανισμό ή μια χώρα, εκτός εάν υπάρχουν επαρκείς έλεγχοι, συμπεριλαμβανομένης της ασφάλειας των δεδομένων Σας και άλλων προσωπικών πληροφοριών.
es: Su información, incluidos los Datos personales, se procesa en las oficinas operativas de la Compañía y en cualquier otro lugar donde se encuentren las partes involucradas en el procesamiento. Significa que esta información puede transferirse y mantenerse en computadoras ubicadas fuera de Su estado, provincia, país u otra jurisdicción gubernamental donde las leyes de protección de datos pueden diferir de las de Su jurisdicción.<0/><1/>La Compañía tomará todas las medidas razonablemente necesarias para garantizar que sus datos se traten de forma segura y de acuerdo con esta Política de privacidad y no se realizará ninguna transferencia de sus Datos personales a una organización o país a menos que haya existen controles adecuados, incluida la seguridad de sus datos y otra información personal.
fr: Vos informations, y compris vos données personnelles, sont traitées dans les bureaux opérationnels de la Société et dans tout autre lieu où se trouvent les parties impliquées dans le traitement. Cela signifie que ces informations peuvent être transférées et conservées sur des ordinateurs situés en dehors de votre État, province, pays ou autre juridiction gouvernementale où les lois sur la protection des données peuvent différer de celles de votre juridiction.<0/><1/>La Société prendra toutes les mesures raisonnablement nécessaires pour s'assurer que Vos données sont traitées de manière sécurisée et conformément à la présente Politique de confidentialité et aucun transfert de Vos Données personnelles n'aura lieu vers une organisation ou un pays, sauf s'il existe des contrôles adéquats en place, y compris la sécurité de Vos données et autres informations personnelles.
id: Informasi Anda, termasuk Data Pribadi, diproses di kantor operasi Perusahaan dan di tempat lain di mana pihak-pihak yang terlibat dalam pemrosesan berada. Ini berarti bahwa informasi ini dapat ditransfer ke - dan dikelola pada - komputer yang terletak di luar negara bagian, provinsi, negara atau yurisdiksi pemerintah lainnya di mana undang-undang perlindungan data mungkin berbeda dari yang dari yurisdiksi Anda. persetujuan<0/>Anda untuk Kebijakan Privasi ini diikuti oleh kiriman Anda dari informasi tersebut mewakili persetujuan Anda untuk transfer<1/>itu.Perusahaan akan mengambil semua langkah yang diperlukan secara wajar untuk memastikan bahwa data Anda diperlakukan dengan aman dan sesuai dengan Kebijakan Privasi ini dan tidak ada transfer Data Pribadi Anda yang akan dilakukan ke suatu organisasi atau negara kecuali ada kontrol yang memadai termasuk keamanan data Anda dan informasi pribadi lainnya.
it: Le tue informazioni, compresi i dati personali, vengono elaborate presso le sedi operative della Società e in qualsiasi altro luogo in cui si trovano le parti coinvolte nel trattamento. Significa che queste informazioni possono essere trasferite e mantenute su computer situati al di fuori del tuo stato, provincia, paese o altra giurisdizione governativa in cui le leggi sulla protezione dei dati possono differire da quelle della tua giurisdizione.<0/> di tali informazioni rappresenta il tuo consenso a tale trasferimento.<1/> La Società adotterà tutte le misure ragionevolmente necessarie per garantire che i tuoi dati siano trattati in modo sicuro e in conformità con la presente Informativa sulla privacy e nessun trasferimento dei tuoi dati personali avrà luogo a un'organizzazione o un paese a meno che non ci siano controlli adeguati in atto, inclusa la sicurezza dei tuoi dati e di altre informazioni personali.
ru: Ваша информация, включая Персональные данные, обрабатывается в операционных офисах Компании и в любых других местах, где находятся стороны, участвующие в обработке. Это означает, что эта информация может передаваться и храниться на компьютерах, расположенных за пределами вашего штата, провинции, страны или другой государственной юрисдикции, где законы о защите данных могут отличаться от законов вашей юрисдикции.<0/> Компания предпримет все разумно необходимые шаги для обеспечения того, чтобы ваши данные обрабатывались безопасно и в соответствии с настоящей Политикой конфиденциальности, и передача ваших персональных данных организации или стране не будет осуществляться, кроме случаев, когда<1/> адекватный контроль, включая безопасность ваших данных и другой личной информации.

source: priv.policy.t9
de: Wenn das Unternehmen an einer Fusion, Übernahme oder einem Verkauf von Vermögenswerten beteiligt ist, können Ihre personenbezogenen Daten übertragen werden. Wir werden Sie benachrichtigen, bevor Ihre personenbezogenen Daten übertragen werden und einer anderen Datenschutzrichtlinie unterliegen.
el: Εάν η Εταιρεία συμμετέχει σε συγχώνευση, εξαγορά ή πώληση περιουσιακών στοιχείων, τα Προσωπικά Σας Δεδομένα ενδέχεται να μεταβιβαστούν. Θα παρέχουμε ειδοποίηση πριν από τη μεταφορά των Προσωπικών Σας Δεδομένων και υπόκεινται σε διαφορετική Πολιτική Απορρήτου.
es: Si la Compañía participa en una fusión, adquisición o venta de activos, sus Datos personales pueden transferirse. Le notificaremos antes de que sus Datos personales se transfieran y estén sujetos a una Política de privacidad diferente.
fr: Si la Société est impliquée dans une fusion, une acquisition ou une vente d'actifs, Vos données personnelles peuvent être transférées. Nous vous informerons avant que Vos Données personnelles ne soient transférées et ne soient soumises à une Politique de confidentialité différente.
id: Jika Perusahaan terlibat dalam merger, akuisisi, atau penjualan aset, Data Pribadi Anda dapat ditransfer. Kami akan memberikan pemberitahuan sebelum Data Pribadi Anda ditransfer dan tunduk pada Kebijakan Privasi yang berbeda.
it: Se la Società è coinvolta in una fusione, acquisizione o vendita di asset, i tuoi dati personali potrebbero essere trasferiti. Forniremo un avviso prima che i tuoi dati personali vengano trasferiti e diventino soggetti a una diversa Informativa sulla privacy.
ru: Если Компания участвует в слиянии, приобретении или продаже активов, ваши Персональные данные могут быть переданы. Мы уведомим вас до того, как ваши персональные данные будут переданы и станут предметом другой Политики конфиденциальности.

source: wallet address should be of minimum 12 characters length
de: Die Wallet-Adresse sollte mindestens 12 Zeichen lang sein
el: η διεύθυνση πορτοφολιού θα πρέπει να έχει μήκος τουλάχιστον 12 χαρακτήρων
es: la dirección del monedero debe tener una longitud mínima de 12 caracteres
fr: l'adresse du portefeuille doit comporter au moins 12 caractères
id: alamat dompet harus minimal 12 karakter
it: l'indirizzo del portafoglio deve avere una lunghezza minima di 12 caratteri
ru: адрес кошелька должен содержать не менее 12 символов

source: whitepaper.download.desc
de: So laden Sie unser<0/> Whitepaper herunter
el: Για να κατεβάσετε τη<0/>Λευκή Βίβλο
es: Para descargar nuestro<0/> documento técnico
fr: Pour télécharger notre<0/> livre blanc
id: Untuk mengunduh<0/>Whitepaper kami
it: Per scaricare il nostro<0/> Whitepaper
ru: Чтобы загрузить наш<0/> технический документ
