Repository: DavidSparker0417/TFT-FrontEnd
Catalog: src/assets/locales/*/messages.po
Languages: de, el, es, fr, id, it, ru

source: priv.policy.t5
de: Wir verwenden Cookies und ähnliche Tracking-Technologien, um die Aktivitäten in unserem Service zu verfolgen und bestimmte Informationen zu speichern. Die verwendeten Tracking-Technologien sind Beacons, Tags und Skripte, um Informationen zu sammeln und zu verfolgen und unseren Service zu verbessern und zu analysieren. Zu den Technologien, die wir verwenden, können gehören: <0><1><2>Cookies oder Browser-Cookies.</2> Ein Cookie ist eine kleine Datei, die auf Ihrem Gerät abgelegt wird. Sie können Ihren Browser anweisen, alle Cookies abzulehnen oder anzugeben, wann ein Cookie gesendet wird. Wenn Sie jedoch keine Cookies akzeptieren, können Sie möglicherweise einige Teile unseres Dienstes nicht nutzen. Sofern Sie Ihre Browsereinstellungen nicht so angepasst haben, dass Cookies abgelehnt werden, kann unser Dienst Cookies verwenden.</1><3><4>Flash-Cookies.</4> Bestimmte Funktionen unseres Dienstes können lokal gespeicherte Objekte (oder Flash-Cookies) verwenden, um Informationen über Ihre Präferenzen oder Ihre Aktivitäten in unserem Service zu sammeln und zu speichern. Flash-Cookies werden nicht von denselben Browsereinstellungen verwaltet wie die für Browser-Cookies verwendeten. Weitere Informationen darüber, wie Sie Flash-Cookies löschen können, finden Sie unter „Wo kann ich die Einstellungen zum Deaktivieren oder Löschen von lokalen gemeinsam genutzten Objekten ändern?“ verfügbar unter <5>https://helpx.adobe.com/flash-player/kb/disable-local-shared-objects-flash.html#main_Where_can_I_</5> change_the_settings_for_disabling__or_deleting_local_shared_objects_</3><6><7>Web Beacons.</7> Bestimmte Bereiche unseres Dienstes und unserer E-Mails können kleine elektronische Dateien enthalten, die als Web Beacons bezeichnet werden (auch als Clear Gifs, Pixel-Tags und Single-Pixel-Gifs bezeichnet), die es dem Unternehmen beispielsweise ermöglichen, Benutzer zu zählen, die diese Seiten besucht oder eine E-Mail geöffnet haben, sowie für andere verwandte Website-Statistiken (z. B. Aufzeichnung der Beliebtheit eines bestimmten Abschnitts und Überprüfen der System- und Serverintegrität). </6></0>Cookies können „permanente“ oder „Sitzungscookies“ sein. Dauerhafte Cookies verbleiben auf Ihrem PC oder Mobilgerät, wenn Sie offline gehen, während Sitzungscookies gelöscht werden, sobald Sie Ihren Webbrowser schließen. Erfahren Sie mehr über Cookies: <8>Was sind Cookies?</8><9/>Wir verwenden sowohl Sitzungscookies als auch permanente Cookies für die unten aufgeführten Zwecke: <10><11><12>Notwendig/Essentielle Cookies</12><13/> Typ: Sitzungscookies<14/> Verwaltet von: Uns<15/> Zweck: Diese Cookies sind unerlässlich, um Ihnen über die Website verfügbare Dienste zur Verfügung zu stellen und Ihnen die Nutzung einiger von seine Funktionen. Sie helfen bei der Authentifizierung von Benutzern und verhindern die betrügerische Verwendung von Benutzerkonten. Ohne diese Cookies können die Dienste, nach denen Sie gefragt haben, nicht bereitgestellt werden, und wir verwenden diese Cookies nur, um Ihnen diese Dienste zur Verfügung zu stellen.</11><16><17>Cookie-Richtlinien/Hinweis Akzeptanz Cookies</17><18/> Typ: Persistente Cookies<19/> Verwaltet von: uns<20/> Zweck: Diese Cookies identifizieren, ob Benutzer akzeptierte die Verwendung von Cookies auf der Website.</16><21><22>Funktionalität Cookies</22><23/> Typ: Dauerhafte Cookies<24/> Verwaltet von: Uns<25/> Zweck: Diese Cookies ermöglichen es uns, uns an Entscheidungen zu erinnern, die Sie bei der Nutzung der Website getroffen haben, z. B. die Erinnerung an Ihre Anmeldedaten oder Ihre bevorzugte Sprache. Der Zweck dieser Cookies besteht darin, Ihnen ein persönlicheres Erlebnis zu bieten und zu vermeiden, dass Sie Ihre Einstellungen bei jeder Nutzung der Website erneut eingeben müssen.</21></10> Weitere Informationen über die von uns verwendeten Cookies und Ihre Auswahlmöglichkeiten in Bezug auf Cookies finden Sie in unserer Cookie-Richtlinie oder im Abschnitt Cookies von unsere Datenschutzrichtlinie.
el: Χρησιμοποιούμε Cookies και παρόμοιες τεχνολογίες παρακολούθησης για να παρακολουθούμε τη δραστηριότητα στην Υπηρεσία μας και να αποθηκεύουμε ορισμένες πληροφορίες. Οι τεχνολογίες παρακολούθησης που χρησιμοποιούνται είναι φάροι, ετικέτες και σενάρια για τη συλλογή και παρακολούθηση πληροφοριών και τη βελτίωση και ανάλυση της Υπηρεσίας μας. Οι τεχνολογίες που χρησιμοποιούμε μπορεί να περιλαμβάνουν:<0><1><2>Cookies ή Cookies προγράμματος περιήγησης.</2> Ένα cookie είναι ένα μικρό αρχείο που τοποθετείται στη Συσκευή σας. Μπορείτε να δώσετε εντολή στο πρόγραμμα περιήγησής σας να αρνηθεί όλα τα Cookies ή να υποδείξει πότε αποστέλλεται ένα Cookie. Ωστόσο, εάν δεν αποδέχεστε τα Cookies, ενδέχεται να μην μπορείτε να χρησιμοποιήσετε ορισμένα τμήματα της Υπηρεσίας μας. Εάν δεν έχετε προσαρμόσει τη ρύθμιση του προγράμματος περιήγησής σας έτσι ώστε να αρνείται τα Cookies, η Υπηρεσία μας μπορεί να χρησιμοποιήσει Cookies.</1><3><4>Flash Cookies.</4> Ορισμένες λειτουργίες της Υπηρεσίας μας ενδέχεται να χρησιμοποιούν τοπικά αποθηκευμένα αντικείμενα (ή Flash Flash). Cookies) για τη συλλογή και αποθήκευση πληροφοριών σχετικά με τις προτιμήσεις σας ή τη δραστηριότητά σας στην Υπηρεσία μας. Η διαχείριση των Flash Cookies δεν γίνεται από τις ίδιες ρυθμίσεις του προγράμματος περιήγησης με αυτές που χρησιμοποιούνται για τα Cookies προγράμματος περιήγησης. Για περισσότερες πληροφορίες σχετικά με το πώς μπορείτε να διαγράψετε τα Flash Cookies, διαβάστε το "Πού μπορώ να αλλάξω τις ρυθμίσεις για την απενεργοποίηση ή τη διαγραφή τοπικών κοινόχρηστων αντικειμένων;" που διατίθεται στη διεύθυνση <5>https://helpx.adobe.com/flash-player /kb/disable-local-shared-objects-flash.html#main_Where_can_I_</5>change_the_settings_for_disabling__or_deleting_local_shared_objects_</3><6><7>Web Beacons.</7> Ορισμένες ενότητες της Υπηρεσίας μας και τα ηλεκτρονικά μας μηνύματα ενδέχεται να περιέχουν μικρά ηλεκτρονικά μηνύματα ηλεκτρονικού ταχυδρομείου. αρχεία γνωστά ως web beacons (γνωστά και ως καθαρά gif, ετικέτες pixel και gif με ένα εικονοστοιχείο) που επιτρέπουν στην Εταιρεία, για παράδειγμα, να μετράει τους χρήστες που έχουν επισκεφτεί αυτές τις σελίδες ή άνοιξαν ένα email και για άλλα σχετικά στατιστικά στοιχεία ιστότοπου (π. για παράδειγμα, καταγραφή της δημοτικότητας μιας συγκεκριμένης ενότητας και επαλήθευση της ακεραιότητας του συστήματος και του διακομιστή).</6></0>Τα cookie μπορεί να είναι "Μόνιμα" ή "Περίοδος λειτουργίας" cookie. Τα μόνιμα cookie παραμένουν στον προσωπικό σας υπολογιστή ή στην κινητή συσκευή σας όταν είστε εκτός σύνδεσης, ενώ τα Cookies περιόδου λειτουργίας διαγράφονται αμέσως μόλις κλείσετε το πρόγραμμα περιήγησής σας. Μάθετε περισσότερα σχετικά με τα cookie: <8>Τι είναι τα cookies;</8><9/>Χρησιμοποιούμε και τα Cookies περιόδου λειτουργίας και τα μόνιμα cookie για τους σκοπούς που αναφέρονται παρακάτω:<10><11><12>Απαραίτητα / Βασικά cookies</12><13/>Τύπος: Cookies συνεδρίας<14/>Διαχείριση από: Εμάς<15/>Σκοπός: Αυτά τα cookies είναι απαραίτητα για να σας παρέχουν υπηρεσίες που είναι διαθέσιμες μέσω του ιστότοπου και να σας επιτρέπουν να χρησιμοποιείτε ορισμένες από τις δυνατότητες του. Βοηθούν στον έλεγχο ταυτότητας των χρηστών και στην πρόληψη της δόλιας χρήσης λογαριασμών χρηστών. Χωρίς αυτά τα Cookies, οι υπηρεσίες που ζητήσατε δεν μπορούν να παρασχεθούν και χρησιμοποιούμε αυτά τα cookies μόνο για να σας παρέχουμε αυτές τις υπηρεσίες.</11><16><17>Πολιτική cookies / Cookies αποδοχής ειδοποίησης</17><18/>Τύπος: Μόνιμα Cookies<19/>Διαχειρίζονται από: Εμάς<20/>Σκοπός: Αυτά τα cookie προσδιορίζουν εάν οι χρήστες έχουν αποδεχτεί τη χρήση cookies στον ιστότοπο.</16><21><22>Cookies λειτουργικότητας</22><23/>Τύπος: Μόνιμα Cookies<24/>Διαχειρίζονται από: Εμάς<25/>Σκοπός: Αυτά τα cookies μας επιτρέπουν να θυμόμαστε τις επιλογές που κάνετε όταν χρησιμοποιείτε τον Ιστότοπο, όπως να θυμόμαστε τα στοιχεία σύνδεσής σας ή τις προτιμήσεις γλώσσας. Ο σκοπός αυτών των Cookies είναι να σας παρέχουν μια πιο προσωπική εμπειρία και να αποφύγετε να αναγκάζεστε να εισάγετε ξανά τις προτιμήσεις σας κάθε φορά που χρησιμοποιείτε τον Ιστότοπο.</21></10>Για περισσότερες πληροφορίες σχετικά με τα cookies που χρησιμοποιούμε και τη δική σας. επιλογές σχετικά με τα cookies, επισκεφθείτε την Πολιτική Cookies ή την ενότητα Cookies της Πολιτικής Απορρήτου μας.
es: Usamos Cookies y tecnologías de seguimiento similares para rastrear la actividad en Nuestro Servicio y almacenar cierta información. Las tecnologías de seguimiento utilizadas son balizas, etiquetas y scripts para recopilar y rastrear información y para mejorar y analizar Nuestro Servicio. Las tecnologías que utilizamos pueden incluir:<0><1><2>Cookies o cookies del navegador.</2> Una cookie es un pequeño archivo que se coloca en su dispositivo. Puede indicar a su navegador que rechace todas las cookies o que indique cuándo se envía una cookie. Sin embargo, si no acepta las Cookies, es posible que no pueda utilizar algunas partes de nuestro Servicio. A menos que haya ajustado la configuración de su navegador para que rechace las Cookies, nuestro Servicio puede usar Cookies.</1><3><4>Cookies Flash.</4> Ciertas funciones de nuestro Servicio pueden usar objetos almacenados localmente (o Flash Cookies) para recopilar y almacenar información sobre Sus preferencias o Su actividad en nuestro Servicio. Las cookies de Flash no se gestionan con la misma configuración del navegador que las utilizadas para las cookies del navegador. Para obtener más información sobre cómo puede eliminar las cookies de Flash, lea "¿Dónde puedo cambiar la configuración para deshabilitar o eliminar objetos locales compartidos?" disponible en <5>https://helpx.adobe.com/flash-player /kb/disable-local-shared-objects-flash.html#main_Where_can_I_</5>change_the_settings_for_disabling__or_deleting_local_shared_objects_</3><6><7>Web Beacons.</7> Ciertas secciones de nuestro Servicio y nuestros correos electrónicos pueden contener pequeños archivos conocidos como web beacons (también conocidos como gifs transparentes, etiquetas de píxeles y gifs de un solo píxel) que permiten a la Compañía, por ejemplo, contar los usuarios que visitaron esas páginas o abrieron un correo electrónico y otras estadísticas relacionadas con el sitio web (por ejemplo, ejemplo, registrar la popularidad de una determinada sección y verificar la integridad del sistema y del servidor).</6></0>Las cookies pueden ser "persistentes" o "de sesión". Las cookies persistentes permanecen en su computadora personal o dispositivo móvil cuando se desconecta, mientras que las cookies de sesión se eliminan tan pronto como cierra su navegador web. Obtenga más información sobre las cookies: <8>¿Qué son las cookies?</8><9/>Usamos cookies de sesión y persistentes para los fines que se describen a continuación:<10><11><12>Cookies necesarias/esenciales</12><13/>Tipo: Cookies de sesión<14/>Administradas por: Nosotros<15/>Propósito: Estas cookies son esenciales para brindarle los servicios disponibles a través del sitio web y permitirle usar algunas de sus funciones. Ayudan a autenticar a los usuarios y previenen el uso fraudulento de cuentas de usuario. Sin estas Cookies, no se pueden proporcionar los servicios que ha solicitado, y solo utilizamos estas Cookies para proporcionarle esos servicios.</11><16><17>Política de cookies / Cookies de aceptación de avisos</17><18 />Tipo: Cookies persistentes<19/>Administradas por: Nosotros<20/>Propósito: Estas Cookies identifican si los usuarios han aceptado el uso de cookies en el Sitio web.</16><21><22>Cookies de funcionalidad</22><23/>Tipo: Cookies persistentes<24/>Administradas por: Nosotros<25/>Propósito: Estas cookies nos permiten recordar las elecciones que hace cuando usa el sitio web, como recordar sus datos de inicio de sesión o preferencia de idioma. El propósito de estas Cookies es brindarle una experiencia más personal y evitar que tenga que volver a ingresar sus preferencias cada vez que use el sitio web.</21></10>Para obtener más información sobre las cookies que usamos y su opciones con respecto a las cookies, visite nuestra Política de cookies o la sección Cookies de nuestra Política de privacidad.
fr: Nous utilisons des cookies et des technologies de suivi similaires pour suivre l'activité sur notre service et stocker certaines informations. Les technologies de suivi utilisées sont des balises, des balises et des scripts pour collecter et suivre des informations et pour améliorer et analyser Notre Service. Les technologies que nous utilisons peuvent inclure:<0><1><2>des cookies ou des cookies de navigateur.</2> Un cookie est un petit fichier placé sur votre appareil. Vous pouvez demander à votre navigateur de refuser tous les cookies ou d'indiquer quand un cookie est envoyé. Toutefois, si vous n'acceptez pas les cookies, vous ne pourrez peut-être pas utiliser certaines parties de notre Service. À moins que vous n'ayez réglé les paramètres de votre navigateur de manière à ce qu'il refuse les cookies, notre service peut utiliser des cookies.</1><3><4>Des cookies flash.</4> Certaines fonctionnalités de notre service peuvent utiliser des objets stockés localement (ou cookies Flash) pour collecter et stocker des informations sur vos préférences ou votre activité sur notre service. Les cookies Flash ne sont pas gérés par les mêmes paramètres de navigateur que ceux utilisés pour les cookies de navigateur. Pour plus d'informations sur la façon dont vous pouvez supprimer les cookies Flash, veuillez lire « Où puis-je modifier les paramètres de désactivation ou de suppression des objets partagés locaux ? » disponible à l' adresse <5>https://helpx.adobe.com/flash-player/kb/disable-local-shared-objects-flash.html#main_Where_can_I_</5>change_the_settings_for_disabling__or_deleting_local_shared_objects_</3><6><7>Balises Web.</7> Certaines sections de notre Service et nos e-mails peuvent contenir de petits fichiers électroniques appelés balises Web (également appelés pixels invisibles, pixels invisibles et pixels invisibles) qui permettent à la Société, par exemple, de compter les utilisateurs qui ont visité ces pages ou ouvert un e-mail et pour d'autres statistiques de site Web connexes (par exemple, enregistrer la popularité d'une certaine section et vérifier l'intégrité du système et du serveur).</6></0>Les cookies peuvent être des cookies « persistants » ou « de session ». Les cookies persistants restent sur votre ordinateur personnel ou votre appareil mobile lorsque vous vous déconnectez, tandis que les cookies de session sont supprimés dès que vous fermez votre navigateur Web. En savoir plus sur les cookies: <8>Qu'est-ce que les cookies? </8><9/>Nous utilisons à la fois des cookies de session et des cookies persistants aux fins énoncées ci-dessous:<10><11><12>Cookies nécessaires/essentiels</12><13/> Type: Cookies de session<14/>Administrés par: Nous<15/>But: Ces cookies sont essentiels pour vous fournir les services disponibles sur le site Web et pour vous permettre d'utiliser certains des ses fonctionnalités. Ils aident à authentifier les utilisateurs et à empêcher l'utilisation frauduleuse des comptes utilisateur. Sans ces cookies, les services que vous avez demandés ne peuvent pas être fournis, et nous n'utilisons ces cookies que pour vous fournir ces services.</11><16><17>Politique de cookies/Avis Acceptation des cookies</17><18/>Type: Cookies persistants<19/>Administrés par: Nous<20/>But: Ces cookies identifient si les utilisateurs ont accepte l'utilisation de cookies sur le site Web.</16><21><22>Cookies de fonctionnalité</22><23/>Type: Cookies persistants<24/>Administrés par: Nous<25/>But: Ces cookies nous permettent de mémoriser les choix que vous faites lorsque vous utilisez le site Web, tels que la mémorisation de vos informations de connexion ou de votre préférence linguistique. L'objectif de ces cookies est de vous fournir une expérience plus personnelle et de vous éviter d'avoir à saisir à nouveau vos préférences chaque fois que vous utilisez le site Web.</21></10>Pour plus d'informations sur les cookies que nous utilisons et vos choix concernant les cookies, veuillez consulter notre Politique en matière de cookies ou la section Cookies de notre Politique de confidentialité.
id: Kami menggunakan Cookie dan teknologi pelacakan serupa untuk melacak aktivitas di Layanan Kami dan menyimpan informasi tertentu. Teknologi pelacakan yang digunakan adalah beacon, tag, dan skrip untuk mengumpulkan dan melacak informasi serta untuk meningkatkan dan menganalisis Layanan Kami. Teknologi yang Kami gunakan dapat mencakup:<0><1><2>Cookie atau Cookie Browser.</2> Cookie adalah file kecil yang ditempatkan di Perangkat Anda. Anda dapat menginstruksikan browser Anda untuk menolak semua Cookie atau untuk menunjukkan kapan Cookie sedang dikirim. Namun, jika Anda tidak menerima Cookie, Anda mungkin tidak dapat menggunakan beberapa bagian dari Layanan kami. Kecuali Anda telah menyesuaikan pengaturan browser Anda sehingga akan menolak Cookie, Layanan kami dapat menggunakan Cookie.</1><3><4>Cookie Flash.</4> Fitur tertentu dari Layanan kami dapat menggunakan objek tersimpan lokal (atau Flash Cookies) untuk mengumpulkan dan menyimpan informasi tentang preferensi Anda atau aktivitas Anda di Layanan kami. Cookie Flash tidak dikelola oleh pengaturan browser yang sama seperti yang digunakan untuk Cookie Browser. Untuk informasi selengkapnya tentang cara Anda menghapus Flash Cookies, silakan baca "Di mana saya dapat mengubah setelan untuk menonaktifkan, atau menghapus objek bersama lokal?" tersedia di <5>https://helpx.adobe.com/flash-player /kb/disable-local-shared-objects-flash.html#main_Where_can_I_</5>change_the_settings_for_disabling__or_deleting_local_shared_objects_</3><6><7>Web Beacon.</7> Bagian tertentu dari Layanan kami dan email kami mungkin berisi elektronik kecil file yang dikenal sebagai web beacon (juga disebut sebagai gif yang jelas, tag piksel, dan gif piksel tunggal) yang memungkinkan Perusahaan, misalnya, untuk menghitung pengguna yang telah mengunjungi halaman tersebut atau membuka email dan untuk statistik situs web terkait lainnya (untuk misalnya, merekam popularitas bagian tertentu dan memverifikasi sistem dan integritas server).</6></0>Cookie dapat berupa Cookie "Persisten" atau "Session". Cookie Persisten tetap ada di komputer pribadi atau perangkat seluler Anda saat Anda offline, sementara Cookie Sesi dihapus segera setelah Anda menutup browser web Anda. Pelajari lebih lanjut tentang cookie: <8>Apa itu Cookie?</8><9/>Kami menggunakan Cookie Sesi dan Persisten untuk tujuan yang ditetapkan di bawah:<10><11><12>Cookie yang Diperlukan / Esensial</12><13/>Jenis: Cookie Sesi<14/>Dikelola oleh: Kami<15/>Tujuan: Cookie ini penting untuk menyediakan Anda layanan yang tersedia melalui Situs Web dan untuk memungkinkan Anda menggunakan beberapa fiturnya. Mereka membantu untuk mengotentikasi pengguna dan mencegah penipuan penggunaan akun pengguna. Tanpa Cookie ini, layanan yang Anda minta tidak dapat diberikan, dan Kami hanya menggunakan Cookie ini untuk menyediakan layanan tersebut kepada Anda.</11><16><17>Kebijakan Cookie / Cookie Penerimaan Pemberitahuan</17><18/>Jenis: Cookie Persisten<19/>Dikelola oleh: Kami<20/>Tujuan: Cookie ini mengidentifikasi apakah pengguna telah menerima penggunaan cookie di Situs Web.</16><21><22>Cookie Fungsi</22><23/>Jenis: Cookie Persisten<24/>Dikelola oleh: Kami<25/>Tujuan: Cookies ini memungkinkan kami untuk mengingat pilihan yang Anda buat saat Anda menggunakan Situs Web, seperti mengingat detail login atau preferensi bahasa Anda. Tujuan dari Cookie ini adalah untuk memberi Anda pengalaman yang lebih pribadi dan untuk menghindari Anda harus memasukkan kembali preferensi Anda setiap kali Anda menggunakan Situs Web.</21></10>Untuk informasi lebih lanjut tentang cookie yang kami gunakan dan pilihan terkait cookie, silakan kunjungi Kebijakan Cookie kami atau bagian Cookie dari Kebijakan Privasi kami.
it: Utilizziamo cookie e tecnologie di tracciamento simili per tracciare l'attività sul nostro servizio e memorizzare determinate informazioni. Le tecnologie di tracciamento utilizzate sono beacon, tag e script per raccogliere e tenere traccia delle informazioni e per migliorare e analizzare il nostro servizio. Le tecnologie che utilizziamo possono includere:<0><1><2>Cookie o cookie del browser.</2> Un cookie è un piccolo file posizionato sul tuo dispositivo. Puoi indicare al tuo browser di rifiutare tutti i cookie o di indicare quando un cookie viene inviato. Tuttavia, se non accetti i cookie, potresti non essere in grado di utilizzare alcune parti del nostro servizio. A meno che tu non abbia regolato le impostazioni del tuo browser in modo che rifiuti i cookie, il nostro servizio potrebbe utilizzare i cookie.</1><3><4>Cookie flash.</4> Alcune funzionalità del nostro servizio potrebbero utilizzare oggetti memorizzati locali (o Flash Cookie) per raccogliere e memorizzare informazioni sulle tue preferenze o sulla tua attività sul nostro Servizio. I cookie flash non sono gestiti dalle stesse impostazioni del browser utilizzate per i cookie del browser. Per ulteriori informazioni su come eliminare i cookie Flash, leggi "Dove posso modificare le impostazioni per disabilitare o eliminare oggetti condivisi locali?" disponibile su <5>https://helpx.adobe.com/flash-player /kb/disable-local-shared-objects-flash.html#main_Where_can_I_</5>change_the_settings_for_disabling__or_deleting_local_shared_objects_</3><6><7>Web Beacon.</7> Alcune sezioni del nostro Servizio e delle nostre e-mail possono contenere piccoli elementi elettronici file noti come web beacon (indicati anche come clear gif, pixel tag e single-pixel gif) che consentono alla Società, ad esempio, di contare gli utenti che hanno visitato quelle pagine o aperto un'e-mail e per altre statistiche relative al sito Web (per ad esempio, registrare la popolarità di una determinata sezione e verificare l'integrità del sistema e del server).</6></0>I cookie possono essere "Persistenti" o "Sessione". I cookie persistenti rimangono sul tuo personal computer o dispositivo mobile quando vai offline, mentre i cookie di sessione vengono eliminati non appena chiudi il tuo browser web. Ulteriori informazioni sui cookie: <8>Cosa sono i cookie?</8><9/>Utilizziamo sia cookie di sessione che cookie persistenti per gli scopi indicati di seguito:<10><11><12>Cookie necessari/essenziali</12><13/>Tipo: cookie di sessione<14/>Amministrato da: noi<15/>Scopo: questi cookie sono essenziali per fornirti i servizi disponibili attraverso il sito Web e per consentirti di utilizzare alcune delle sue funzionalità. Aiutano ad autenticare gli utenti e prevenire l'uso fraudolento degli account utente. Senza questi cookie, i servizi che hai richiesto non possono essere forniti e utilizziamo questi cookie solo per fornirti tali servizi.</11><16><17>Informativa sui cookie / Cookie di accettazione degli avvisi</17><18/>Tipo: cookie persistenti<19/>Amministrato da: noi<20/>Scopo: questi cookie identificano se gli utenti hanno accettato l'uso dei cookie sul sito Web.</16><21><22>Cookie di funzionalità</22><23/>Tipo: cookie persistenti<24/>Amministrato da: noi<25/>Scopo: questi cookie ci consentono di ricordare le scelte che fai quando usi il sito Web, come ricordare i tuoi dati di accesso o la preferenza della lingua. Lo scopo di questi cookie è fornire all'utente un'esperienza più personale ed evitare di dover reinserire le proprie preferenze ogni volta che si utilizza il sito Web.</21></10>Per ulteriori informazioni sui cookie che utilizziamo e sui tuoi scelte relative ai cookie, si prega di visitare la nostra Cookie Policy o la sezione Cookie della nostra Privacy Policy.
ru: Мы используем файлы cookie и аналогичные технологии отслеживания, чтобы отслеживать действия в Нашем Сервисе и хранить определенную информацию. Используемые технологии отслеживания — это маяки, теги и сценарии для сбора и отслеживания информации, а также для улучшения и анализа Нашего Сервиса. Используемые нами технологии могут включать:<0><1><2>Файлы cookie или файлы cookie браузера.</2> Файл cookie — это небольшой файл, размещаемый на Вашем Устройстве. Вы можете указать своему браузеру отказаться от всех файлов cookie или указать, когда отправляется файл cookie. Однако, если вы не принимаете файлы cookie, вы не сможете использовать некоторые части нашего Сервиса. Если вы не изменили настройки своего браузера таким образом, чтобы он отказывался от файлов cookie, наш Сервис может использовать файлы cookie.</1><3><4>Flash Cookies.</4> Некоторые функции нашего Сервиса могут использовать локальные сохраненные объекты (или Flash Cookies) для сбора и хранения информации о ваших предпочтениях или вашей активности в нашем Сервисе. Flash-куки не управляются теми же настройками браузера, что и для браузерных куки-файлов. Для получения дополнительной информации о том, как можно удалить файлы cookie Flash, прочитайте "Где я могу изменить настройки для отключения или удаления локальных общих объектов?" на <5>https://helpx.adobe.com/flash-player. /kb/disable-local-shared-objects-flash.html#main_Where_can_I_</5>change_the_settings_for_disabling__or_deleting_local_shared_objects_</3><6><7>Веб-маяки.</7> Некоторые разделы нашего Сервиса и наши электронные письма могут содержать небольшие электронные файлы, известные как веб-маяки (также называемые чистыми GIF-файлами, пиксельными тегами и однопиксельными GIF-файлами), которые позволяют Компании, например, подсчитывать пользователей, которые посетили эти страницы или открыли электронную почту, а также для другой соответствующей статистики веб-сайта (для например, запись популярности определенного раздела и проверка целостности системы и сервера).</6></0>Файлы cookie могут быть «постоянными» или «сеансовыми». Постоянные файлы cookie остаются на вашем персональном компьютере или мобильном устройстве, когда вы выходите из сети, а сеансовые файлы cookie удаляются, как только вы закрываете свой веб-браузер. Узнайте больше о файлах cookie: <8>Что такое файлы cookie?</8><9/>Мы используем как сеансовые, так и постоянные файлы cookie для целей, изложенных ниже:<10><11><12>Необходимые/основные файлы cookie</12><13/>Тип: сеансовые файлы cookie<14/>Управляется: нами<15/>Цель: эти файлы cookie необходимы для предоставления вам услуг, доступных через Веб-сайт, и для того, чтобы вы могли использовать некоторые его функции. Они помогают аутентифицировать пользователей и предотвращают мошенническое использование учетных записей пользователей. Без этих файлов cookie услуги, о которых вы просили, не могут быть предоставлены, и мы используем эти файлы cookie только для предоставления вам этих услуг.</11><16><17>Политика в отношении файлов cookie / уведомление о принятии файлов cookie</17><18/>Тип: постоянные файлы cookie<19/>Управляется: нами<20/>Цель: эти файлы cookie определяют, согласились ли пользователи на использование файлов cookie на веб-сайте.</16><21><22>Функциональные файлы cookie</22><23/>Тип: постоянные файлы cookie<24/>Управляется: нами<25/>Цель: эти файлы cookie позволяют нам запоминать выбор, который вы делаете при использовании веб-сайта, например запоминаете данные для входа или языковые предпочтения. Цель этих файлов cookie — предоставить вам более личный опыт и избежать повторного ввода ваших предпочтений каждый раз, когда вы используете веб-сайт.</21></10>Для получения дополнительной информации о файлах cookie, которые мы используем, и о ваших выбор файлов cookie, пожалуйста, посетите нашу Политику использования файлов cookie или раздел «Файлы cookie» нашей Политики конфиденциальности.
