Repository: DavidSparker0417/TFT-FrontEnd
Catalog: src/assets/locales/*/messages.po
Languages: de, el, es, fr, id, it, ru

source: faq.a4
de: Es ermöglicht einfach eine dezentrale Bedienbarkeit, ist transparent und unveränderlich und ermöglicht es den Token-Inhabern im Kontext unseres Eigentums- und Abstimmungsmodells, an der Verwaltung der Ausrichtung und Akquisitionsstrategie des DAO teilzunehmen. Die anschließende Verwaltung von Sportvereinen durch das Tangle verleiht dem Projekt erhebliche Glaubwürdigkeit und Vertrauen und ermöglicht gleichzeitig eine breite Palette von Teilnahmen und Auswahlmöglichkeiten von Interessenbereichen für den Teilnehmer. Das Tangle ermöglicht eine schnelle Skalierung, Zugriffsgeschwindigkeit und Sichtbarkeit über alle Aspekte des Betriebs hinweg.
el: Απλά, επιτρέπει την αποκεντρωμένη λειτουργικότητα, είναι διαφανής και αμετάβλητη και στο πλαίσιο του μοντέλου ιδιοκτησίας και ψηφοφορίας, επιτρέπει στους κατόχους token να συμμετέχουν στη διαχείριση της κατεύθυνσης και της στρατηγικής εξαγοράς του DAOS. Η επακόλουθη διαχείριση των αθλητικών σωματείων μέσω του Tangle παρέχει στο έργο σημαντική αξιοπιστία και εμπιστοσύνη, ενώ παράλληλα επιτρέπει ένα ευρύ φάσμα συμμετοχής και επιλογής των τομέων ενδιαφέροντος για τον συμμετέχοντα. Το Tangle επιτρέπει την ταχεία κλιμάκωση, την ταχύτητα πρόσβασης και την ορατότητα σε όλες τις πτυχές των λειτουργιών.
es: Simplemente, permite una operabilidad descentralizada, es transparente e inmutable y, en el contexto de nuestro modelo de propiedad y votación, permite a los titulares de tokens participar en la gestión de la dirección y la estrategia de adquisición de DAO. La gestión posterior de los clubes deportivos a través de Tangle proporciona al proyecto una credibilidad y confianza significativas, al tiempo que permite una amplia gama de participación y selección de áreas de interés para el participante. Tangle permite un escalado rápido, velocidad de acceso y visibilidad en todos los aspectos de las operaciones.
fr: Simplement, il permet une opérabilité décentralisée, est transparent et immuable, et dans le contexte de notre modèle de propriété et de vote, permet aux détenteurs de jetons de participer à la gestion de la direction et de la stratégie d'acquisition des DAO. La gestion ultérieure des clubs sportifs par le biais du Tangle confère au projet une crédibilité et une confiance significatives, tout en permettant un large éventail de participation et de sélection des domaines d'intérêt pour le participant. Le Tangle permet une évolutivité rapide, une vitesse d'accès et une visibilité sur tous les aspects des opérations.
id: Secara sederhana, ini memungkinkan pengoperasian terdesentralisasi, transparan dan tidak berubah, dan dalam konteks model kepemilikan dan pemungutan suara kami, memungkinkan pemegang token untuk berpartisipasi dalam mengelola arah DAO dan strategi akuisisi. Manajemen klub olahraga berikutnya melalui Tangle memberikan kredibilitas dan kepercayaan yang signifikan bagi proyek, sementara juga memungkinkan untuk berbagai partisipasi dan selektabilitas area minat bagi peserta. Tangle memungkinkan penskalaan cepat, kecepatan akses, dan visibilitas di semua aspek operasi.
it: Semplicemente, consente un'operabilità decentralizzata, è trasparente e immutabile e, nel contesto del nostro modello di proprietà e voto, consente ai possessori di token di partecipare alla gestione della direzione e della strategia di acquisizione dei DAO. La successiva gestione dei club sportivi attraverso il Tangle fornisce al progetto una credibilità e una fiducia significative, consentendo anche una vasta gamma di partecipazione e selezionabilità delle aree di interesse per il partecipante. Il Tangle consente una rapida scalabilità, velocità di accesso e visibilità su tutti gli aspetti delle operazioni.
ru: Проще говоря, он обеспечивает децентрализованную работоспособность, прозрачен и неизменен, а в контексте нашей модели владения и голосования позволяет держателям токенов участвовать в управлении направлением и стратегией приобретения DAO. Последующее управление спортивными клубами через Tangle обеспечивает проекту значительный авторитет и доверие, а также обеспечивает широкий спектр участия и выбор областей интересов для участника. Tangle обеспечивает быстрое масштабирование, скорость доступа и видимость всех аспектов операций.

source: faq.a5
de: Die Tatsache, dass mit IOTA die Transaktionen gebührenfrei und reibungslos ablaufen, ist ein erheblicher Vorteil gegenüber dem Betrieb unserer DAO mit jeder anderen Kryptowährung. Ein weiterer Vorteil ist, dass das IOTA Tangle viel weniger energieintensiv funktioniert, was bedeutet, dass wir die Funktionalität eines digitalen Hauptbuchs haben können, ohne die Kosten für die Umwelt und Nachhaltigkeit, die andere Kryptowährungen wie Ethereum verursachen.
el: Το γεγονός ότι με την IOTA οι συναλλαγές είναι ανέφικτες και χωρίς τριβές είναι ένα σημαντικό πλεονέκτημα έναντι της λειτουργίας DAO μας σε οποιοδήποτε άλλο cryptocurrency. Μια άλλη κλήρωση είναι ότι το IOTA Tangle λειτουργεί με πολύ λιγότερο ενεργειακό τρόπο που σημαίνει ότι μπορούμε να έχουμε τη λειτουργικότητα ενός ψηφιακού καθολικού, χωρίς το κόστος για το περιβάλλον και τη βιωσιμότητα που επιβάλλουν άλλα κρυπτονομίσματα όπως το Ethereum.
es: El hecho de que con IOTA las transacciones sean sin comisiones y sin fricciones es una ventaja significativa sobre la operación de nuestra DAO en cualquier otra criptomoneda. Otro atractivo es que el Tangle de IOTA funciona de una manera mucho menos intensiva en energía, lo que significa que podemos tener la funcionalidad de un libro de contabilidad digital, sin los costos para el medio ambiente y la sostenibilidad que imponen otras criptomonedas como Ethereum.
fr: Le fait qu'avec IOTA, les transactions soient sans frais et sans friction est un avantage significatif par rapport à l'exploitation de notre DAO sur n'importe quelle autre crypto-monnaie. Un autre avantage est que l'IOTA Tangle fonctionne de manière beaucoup moins énergivore, ce qui signifie que nous pouvons avoir la fonctionnalité d'un registre numérique, sans les coûts pour l'environnement et la durabilité imposés par d'autres crypto-monnaies telles que Ethereum.
id: Fakta bahwa dengan IOTA transaksi tidak berdaya dan gesekan adalah keuntungan yang signifikan atas pengoperasian DAO kami pada cryptocurrency lainnya. Undian lainnya adalah bahwa IOTA Tangle berfungsi dengan cara yang jauh lebih intensif energi yang berarti bahwa kita dapat memiliki fungsionalitas buku besar digital, tanpa biaya untuk lingkungan dan keberlanjutan yang dikenakan cryptocurrency lain seperti Ethereum.
it: Il fatto che con IOTA le transazioni siano prive di commissioni e attriti è un vantaggio significativo rispetto al funzionamento del nostro DAO su qualsiasi altra criptovaluta. Un'altra attrazione è che IOTA Tangle funziona in un modo molto meno energivoro, il che significa che possiamo avere la funzionalità di un libro mastro digitale, senza i costi per l'ambiente e la sostenibilità che altre criptovalute come Ethereum impongono.
ru: Тот факт, что с IOTA транзакции являются бесплатными и беспроблемными, является значительным преимуществом по сравнению с работой нашего DAO на любой другой криптовалюте. Еще одна привлекательность заключается в том, что IOTA Tangle работает гораздо менее энергоемким образом, что означает, что мы можем иметь функциональность цифрового реестра без затрат на окружающую среду и устойчивости, которые налагают другие криптовалюты, такие как Ethereum.

source: faq.a6
de: Derzeit ist nur der #DAOPIONEER als physische Kleidung erhältlich.
el: Προς το παρόν μόνο το #DAOPIONEER είναι διαθέσιμο ως ένα κομμάτι της σωματικής ένδυσης.
es: Actualmente, solo el #DAOPIONEER está disponible como prenda física.
fr: Actuellement, seul le #DAOPIONEER est disponible sous forme de vêtement physique.
id: Saat ini hanya #DAOPIONEER yang tersedia sebagai pakaian fisik.
it: Attualmente solo il #DAOPIONEER è disponibile come capo di abbigliamento fisico.
ru: В настоящее время в качестве физической одежды доступен только #DAOPIONEER.

source: faq.a7
de: Wir können es nicht versprechen, da jede Kaufentscheidung von der DAO-Mitgliedschaft vorgeschlagen, diskutiert und genehmigt wird, aber wir können Sie ermutigen, sich zu engagieren und Ihrer Stimme Gehör zu verschaffen.
el: Δεν μπορούμε να το υποσχεθούμε, καθώς κάθε απόφαση αγοράς θα προταθεί, θα συζητηθεί και θα εγκριθεί από την ιδιότητα μέλους του DAO, αλλά μπορούμε να σας ενθαρρύνουμε να συμμετάσχετε και να κάνετε τη φωνή σας να ακουστεί.
es: No podemos prometerlo, ya que cada decisión de compra será propuesta, debatida y aprobada por los miembros de la DAO, pero podemos animarlos a que se involucren y hagan oír su voz.
fr: Nous ne pouvons pas le promettre, car chaque décision d'achat sera proposée, débattue et approuvée par les membres de la DAO, mais nous pouvons vous encourager à vous impliquer et à faire entendre votre voix.
id: Kami tidak bisa menjanjikan itu, karena setiap keputusan pembelian akan diusulkan, diperdebatkan dan disetujui oleh keanggotaan DAO, tetapi kami dapat mendorong Anda untuk terlibat dan membuat suara Anda didengar.
it: Non possiamo prometterlo, poiché ogni decisione di acquisto sarà proposta, discussa e approvata dai membri del DAO, ma possiamo incoraggiarti a partecipare e far sentire la tua voce.
ru: Мы не можем этого обещать, так как каждое решение о покупке будет предлагаться, обсуждаться и утверждаться членами DAO, но мы можем побудить вас принять участие и заявить о своем мнении.

source: help.contact.desc
de: Haben Sie in unseren FAQs nicht gefunden, was Sie benötigen?
el: Δεν έχετε βρει αυτό που χρειάζεστε στις Συχνές Ερωτήσεις;
es: ¿No ha encontrado lo que necesita en nuestras preguntas frecuentes?
fr: Vous n'avez pas trouvé ce dont vous avez besoin dans notre FAQ ?
id: Belum menemukan apa yang Anda butuhkan di FAQ kami?
it: Non hai trovato quello che ti serve nelle nostre FAQ?
ru: Не нашли то, что вам нужно, в нашем разделе часто задаваемых вопросов?

source: home.donate.p0
de: The Fans Together arbeitet hart daran, Sportfans und Pro-Clubs näher zu bringen. Unsere Spendeninformationen finden Sie unten.
el: Το Fans Together εργάζεται σκληρά για να φέρει τους φιλάθλους και τους επαγγελματίες συλλόγους πιο κοντά. Οι πληροφορίες για τις δωρεές μας είναι παρακάτω.
es: The Fans Together está trabajando arduamente para acercar a los fanáticos del deporte y los clubes profesionales. La información de nuestra donación está a continuación.
fr: The Fans Together travaille d'arrache-pied pour rapprocher les fans de sport et les clubs professionnels. Nos informations sur les dons se trouvent ci-dessous.
id: The Fans Together bekerja keras untuk mendekatkan penggemar olahraga dan klub pro. Info donasi kami ada di bawah ini.
it: The Fans Together sta lavorando duramente per avvicinare gli appassionati di sport e i club professionisti. Di seguito sono riportate le informazioni sulle donazioni.
ru: Fans Together прилагает все усилия, чтобы сблизить любителей спорта и профессиональные клубы. Информация о наших пожертвованиях приведена ниже.

source: priv.policy.h1
de: Erfassung und Verwendung Ihrer personenbezogenen Daten
el: Συλλογή και χρήση των προσωπικών σας δεδομένων
es: Recopilación y uso de sus datos personales
fr: Collecte et utilisation de vos données personnelles
id: Mengumpulkan dan Menggunakan Data Pribadi Anda
it: Raccolta e utilizzo dei dati personali
ru: Сбор и использование ваших персональных данных

source: priv.policy.t0
de: Diese Datenschutzrichtlinie beschreibt unsere Richtlinien und Verfahren zur Erfassung, Verwendung und Offenlegung Ihrer Daten bei der Nutzung des Dienstes und informiert Sie über Ihre Datenschutzrechte und darüber, wie das Gesetz Sie schützt.<0/> Wir verwenden Ihre personenbezogenen Daten, um den Service bereitzustellen und zu verbessern. Durch die Nutzung des Dienstes stimmen Sie der Erfassung und Verwendung von Informationen gemäß dieser Datenschutzrichtlinie zu.
el: Αυτή η Πολιτική Απορρήτου περιγράφει τις πολιτικές και τις διαδικασίες μας σχετικά με τη συλλογή, τη χρήση και την αποκάλυψη των πληροφοριών Σας όταν χρησιμοποιείτε την Υπηρεσία και σας ενημερώνει για τα δικαιώματα απορρήτου σας και για τον τρόπο με τον οποίο ο νόμος σας προστατεύει.<0/> Χρησιμοποιώντας την Υπηρεσία, συμφωνείτε με τη συλλογή και χρήση πληροφοριών σύμφωνα με την παρούσα Πολιτική Απορρήτου.
es: Esta Política de privacidad describe nuestras políticas y procedimientos sobre la recopilación, el uso y la divulgación de su información cuando utiliza el Servicio y le informa sobre sus derechos de privacidad y cómo la ley lo protege.<0/> Al utilizar el Servicio, usted acepta la recopilación y el uso de la información de acuerdo con esta Política de privacidad.
fr: La présente Politique de confidentialité décrit Nos politiques et procédures relatives à la collecte, à l'utilisation et à la divulgation de Vos informations lorsque Vous utilisez le Service et vous informe de Vos droits en matière de confidentialité et de la façon dont la loi vous protège.<0/> En utilisant le Service, vous acceptez la collecte et l'utilisation d'informations conformément à la présente Politique de confidentialité.
id: Kebijakan Privasi ini menjelaskan kebijakan dan prosedur kami tentang pengumpulan, penggunaan, dan pengungkapan informasi Anda saat Anda menggunakan Layanan dan memberi tahu Anda tentang hak privasi Anda dan bagaimana hukum melindungi<0/>Anda.Kami menggunakan data Pribadi Anda untuk menyediakan dan meningkatkan Layanan. Dengan menggunakan Layanan, Anda menyetujui pengumpulan dan penggunaan informasi sesuai dengan Kebijakan Privasi ini.
it: La presente Informativa sulla privacy descrive le nostre politiche e procedure sulla raccolta, l'uso e la divulgazione delle tue informazioni quando utilizzi il Servizio e ti informa sui tuoi diritti alla privacy e su come la legge ti protegge.<0/> Utilizzando il Servizio, accetti la raccolta e l'utilizzo delle informazioni in conformità con la presente Informativa sulla privacy.
ru: В настоящей Политике конфиденциальности описываются наши политики и процедуры по сбору, использованию и раскрытию вашей информации при использовании Сервиса, а также о ваших правах на неприкосновенность частной жизни и о том, как закон защищает вас.<0/> Используя Сервис, вы соглашаетесь на сбор и использование информации в соответствии с настоящей Политикой конфиденциальности.

source: priv.policy.t1
de: Die Wörter, deren Anfangsbuchstabe groß geschrieben wird, haben unter den folgenden Bedingungen definierte Bedeutungen. Die folgenden Definitionen haben unabhängig davon, ob sie im Singular oder im Plural vorkommen, dieselbe Bedeutung.
el: Οι λέξεις των οποίων κεφαλαιοποιείται το αρχικό γράμμα έχουν έννοιες που ορίζονται υπό τις ακόλουθες συνθήκες. Οι ακόλουθοι ορισμοί έχουν την ίδια σημασία ανεξάρτητα από το αν εμφανίζονται στον ενικό ή στον πληθυντικό.
es: Las palabras cuya letra inicial está en mayúscula tienen significados definidos en las siguientes condiciones. Las siguientes definiciones tendrán el mismo significado independientemente de si aparecen en singular o en plural.
fr: Les mots dont la première lettre est en majuscule ont des significations définies dans les conditions suivantes. Les définitions suivantes ont la même signification, qu'elles apparaissent au singulier ou au pluriel.
id: Kata-kata yang huruf awal dikapitalisasi memiliki makna yang didefinisikan dalam kondisi berikut. Definisi berikut harus memiliki arti yang sama terlepas dari apakah mereka muncul dalam bentuk tunggal atau jamak.
it: Le parole di cui la lettera iniziale è in maiuscolo hanno significati definiti nelle seguenti condizioni. Le seguenti definizioni hanno lo stesso significato indipendentemente dal fatto che appaiano al singolare o al plurale.
ru: Слова, начальная буква которых написана с заглавной буквы, имеют значения, определенные при следующих условиях. Следующие определения должны иметь одно и то же значение независимо от того, встречаются ли они в единственном или множественном числе.

source: priv.policy.t10
de: Unter bestimmten Umständen kann das Unternehmen verpflichtet sein, Ihre personenbezogenen Daten offenzulegen, wenn dies gesetzlich vorgeschrieben ist oder auf gültige Anfragen von Behörden (z. B. einem Gericht oder einer Regierungsbehörde) hin.
el: Υπό ορισμένες συνθήκες, η Εταιρεία μπορεί να υποχρεωθεί να αποκαλύψει τα Προσωπικά Σας Δεδομένα εάν αυτό απαιτείται από το νόμο ή ως απάντηση σε έγκυρα αιτήματα δημόσιων αρχών (π.χ. δικαστήριο ή κυβερνητική υπηρεσία).
es: En determinadas circunstancias, es posible que la Compañía deba divulgar sus Datos personales si así lo exige la ley o en respuesta a solicitudes válidas de autoridades públicas (por ejemplo, un tribunal o una agencia gubernamental).
fr: Dans certaines circonstances, la Société peut être tenue de divulguer Vos Données personnelles si la loi l'exige ou en réponse à des demandes valables des autorités publiques (par exemple un tribunal ou une agence gouvernementale).
id: Dalam keadaan tertentu, Perusahaan mungkin diminta untuk mengungkapkan Data Pribadi Anda jika diminta untuk melakukannya oleh hukum atau sebagai tanggapan atas permintaan yang sah oleh otoritas publik (misalnya pengadilan atau lembaga pemerintah).
it: In determinate circostanze, alla Società potrebbe essere richiesto di divulgare i tuoi dati personali se richiesto dalla legge o in risposta a richieste valide da parte delle autorità pubbliche (ad esempio un tribunale o un'agenzia governativa).
ru: При определенных обстоятельствах от Компании может потребоваться раскрыть ваши Персональные данные, если этого требует закон или в ответ на действительные запросы государственных органов (например, суда или государственного учреждения).

source: priv.policy.t11
de: Das Unternehmen kann Ihre personenbezogenen Daten nach Treu und Glauben offenlegen, dass solche Maßnahmen erforderlich sind, um: <0><1>einer gesetzlichen Verpflichtung nachzukommen</1><2>Schutz und Verteidigung der Rechte oder des Eigentums des Unternehmens</2><3>Mögliche Fehlverhalten im Zusammenhang mit dem Service zu verhindern oder zu untersuchen</3><4>Schützen Sie die Person Sicherheit der Nutzer des Dienstes oder der Öffentlichkeit</4><5>Vor rechtlicher Haftung schützen</5></0>
el: Η Εταιρεία μπορεί να αποκαλύψει τα προσωπικά σας δεδομένα με την καλή πίστη ότι<0><1>μια τέτοια ενέργεια είναι απαραίτητη για: τη συμμόρφωση με νομική υποχρέωση</1><2>Προστασία και υπεράσπιση των δικαιωμάτων ή της περιουσίας της Εταιρείας</2><3>Αποτροπή ή διερεύνηση πιθανών αδικημάτων σε σχέση με την Υπηρεσία</3><4>Προστασία των προσωπικών σας δεδομένων Ασφάλεια Χρηστών της Υπηρεσίας ή του κοινού</4><5>Προστασία από νομική ευθύνη</5></0>
es: La Compañía puede divulgar sus Datos personales de buena fe cuando considere que dicha acción es necesaria para: <0><1>Cumplir con una obligación legal</1><2>Proteger y defender los derechos o la propiedad de la Compañía</2><3>Prevenir o investigar posibles irregularidades en relación con el Servicio</3><4>Proteger el personal seguridad de los Usuarios del Servicio o del público</4><5>Proteger contra la responsabilidad legal</5></0>
fr: La Société peut divulguer Vos Données Personnelles si elle estime de bonne foi qu'une telle action est nécessaire pour: <0><1>Respecter une obligation légale</1><2>Protéger et défendre les droits ou la propriété de la Société</2><3>Prévenir ou enquêter sur d'éventuels actes répréhensibles en relation avec le Service</3><4>Protéger le personnel sécurité des utilisateurs du Service ou du public</4><5>Protection contre la responsabilité légale</5></0>
id: Perusahaan dapat mengungkapkan Data Pribadi Anda dengan itikad baik dengan keyakinan bahwa tindakan tersebut diperlukan untuk:<0><1>Mematuhi kewajiban hukum</1><2>Melindungi dan membela hak atau properti Perusahaan</2><3>Mencegah atau menyelidiki kemungkinan kesalahan sehubungan dengan Layanan</3><4>Melindungi keamanan pribadi Pengguna Layanan atau publik</4><5>Melindungi dari tanggung jawab hukum</5></0>
it: La Società può divulgare i tuoi dati personali in buona fede, ritenendo che tale azione sia necessaria per: <0><1>Rispettare un obbligo legale</1><2>Proteggere e difendere i diritti o la proprietà della Società</2><3>Prevenire o indagare su possibili illeciti in relazione al Servizio</3><4>Proteggere il personale sicurezza degli Utenti del Servizio o del pubblico</4><5>Protezione contro la responsabilità legale</5></0>
ru: Компания может раскрывать Ваши Персональные данные, добросовестно полагая, что такие действия необходимы для: <0><1>соблюдения юридического обязательства</1><2>Защита и защита прав или собственности Компании</2><3>Предотвращение или расследование возможных нарушений в связи с Услугой</3><4>Защита персональных данных безопасность Пользователей Сервиса или общественности</4><5>Защита от юридической ответственности</5></0>

source: priv.policy.t12
de: Die Sicherheit Ihrer personenbezogenen Daten ist uns wichtig, aber denken Sie daran, dass keine Methode der Übertragung über das Internet oder die Methode der elektronischen Speicherung zu 100% sicher ist. Obwohl wir uns bemühen, kommerziell akzeptable Mittel zum Schutz Ihrer personenbezogenen Daten einzusetzen, können wir deren absolute Sicherheit nicht garantieren.
el: Η ασφάλεια των Προσωπικών Σας Δεδομένων είναι σημαντική για Εμάς, αλλά να θυμάστε ότι καμία μέθοδος μετάδοσης μέσω του Διαδικτύου ή μέθοδος ηλεκτρονικής αποθήκευσης δεν είναι 100% ασφαλής. Ενώ προσπαθούμε να χρησιμοποιούμε εμπορικά αποδεκτά μέσα για την προστασία των Προσωπικών Σας Δεδομένων, δεν μπορούμε να εγγυηθούμε την απόλυτη ασφάλειά τους.
es: La seguridad de sus datos personales es importante para nosotros, pero recuerde que ningún método de transmisión por Internet o método de almacenamiento electrónico es 100% seguro. Si bien nos esforzamos por utilizar medios comercialmente aceptables para proteger sus datos personales, no podemos garantizar su seguridad absoluta.
fr: La sécurité de vos données personnelles est importante pour nous, mais n'oubliez pas qu'aucune méthode de transmission sur Internet, ni aucune méthode de stockage électronique n'est sûre à 100 %. Bien que nous nous efforcions d'utiliser des moyens commercialement acceptables pour protéger vos données personnelles, nous ne pouvons garantir leur sécurité absolue.
id: Keamanan Data Pribadi Anda penting bagi Kami, tetapi ingat bahwa tidak ada metode transmisi melalui Internet, atau metode penyimpanan elektronik yang 100% aman. Meskipun Kami berusaha untuk menggunakan cara yang dapat diterima secara komersial untuk melindungi Data Pribadi Anda, Kami tidak dapat menjamin keamanan mutlaknya.
it: La sicurezza dei tuoi dati personali è importante per noi, ma ricorda che nessun metodo di trasmissione su Internet o metodo di archiviazione elettronica è sicuro al 100%. Sebbene ci sforziamo di utilizzare mezzi commercialmente accettabili per proteggere i tuoi dati personali, non possiamo garantirne l'assoluta sicurezza.
ru: Безопасность ваших персональных данных важна для нас, но помните, что ни один способ передачи через Интернет или метод электронного хранения не являются на 100% безопасными. Хотя мы стремимся использовать коммерчески приемлемые средства защиты ваших персональных данных, мы не можем гарантировать их абсолютную безопасность.
